{
    "matches": [
        {
            "url": "http://en.wikipedia.org/wiki/Breviary",
            "match": [
                "A breviary (from Latin \"brevis\", 'short' or 'concise') is a liturgical book of the Latin liturgical rites of the Catholic Church containing the public or canonical prayers, hymns, the Psalms, readings, and notations for everyday use, especially by bishops, priests, and deacons in the Divine Office (i.e., at the canonical hours or Liturgy of the Hours, the Christians' daily prayer)."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/Dodo_(Alice%27s_Adventures_in_Wonderland)",
            "match": [
                "The Dodo is a fictional character appearing in Chapters 2 and 3 of the book \"Alice's Adventures in Wonderland\" by Lewis Carroll (Charles Lutwidge Dodgson)."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/All_Quiet_on_the_Western_Front",
            "match": [
                "\"All Quiet on the Western Front\" () is a novel by Erich Maria Remarque, a German veteran of World War I."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/A_Clockwork_Orange",
            "match": [
                "\"A Clockwork Orange\" is a dystopian novella written by Anthony Burgess and published in 1962."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/A_Little_Night_Music",
            "match": [
                "\"A Little Night Music\" is a musical with music and lyrics by Stephen Sondheim and book by Hugh Wheeler."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/Anyone_Can_Whistle",
            "match": [
                "\"Anyone Can Whistle\" is a musical with a book by Arthur Laurents and music and lyrics by Stephen Sondheim."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/A_Fire_Upon_the_Deep",
            "match": [
                "\"A Fire Upon the Deep\" is a science fiction novel by American writer Vernor Vinge, a space opera involving superhuman intelligences, aliens, variable physics, space battles, love, betrayal, genocide, and a conversation medium resembling Usenet."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/Animal_Farm",
            "match": [
                "\"Animal Farm\" is an allegorical novel by George Orwell published in England on 17 August 1945."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/Man_Booker_Prize",
            "match": [
                "The Man Booker Prize for Fiction is a literary prize awarded each year for the best original full-length novel, written in the English language, by a citizen of the Commonwealth of Nations, Ireland, or Zimbabwe."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/Animalia_(book)",
            "match": [
                "\"Animalia\" (ISBN 0810918684) is an illustrated children's book by Graeme Base."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/An_Enquiry_Concerning_Human_Understanding",
            "match": [
                "\"An Enquiry Concerning Human Understanding\" is a book by the Scottish empiricist philosopher David Hume, published in 1748."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/The_Birth_of_a_Nation",
            "match": [
                "\"The Birth of a Nation\" (originally called \"The Clansman\") is a 1915 silent drama film directed by D. W. Griffith and based on the novel and play \"The Clansman\", both by Thomas Dixon, Jr. Griffith co-wrote the screenplay (with Frank E. Woods), and co-produced the film (with Harry Aitken)."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/Batman",
            "match": [
                "Batman is a fictional character, a comic book superhero created by artist Bob Kane and writer Bill Finger."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/America%27s_National_Game",
            "match": [
                "\"America's National Game\" is a book by Albert Spalding, published in 1911 detailing the early history of the sport of baseball."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/A_Funny_Thing_Happened_on_the_Way_to_the_Forum",
            "match": [
                "\"A Funny Thing Happened on the Way to the Forum\" is a musical with music and lyrics by Stephen Sondheim and book by Burt Shevelove and Larry Gelbart."
            ]
        },
        {
            "url": "http://en.wikipedia.org/wiki/A_Wizard_of_Earthsea",
            "match": [
                "\"A Wizard of Earthsea\" is a fantasy novel by the American author Ursula K. Le Guin, first published by the small press Parnassus in 1968."
            ]
        }
    ]
}
