{
    "SONG": {
        "matches": [
            {
                "url": "http://en.wikipedia.org/wiki/Ride_a_White_Horse",
                "match": [
                    "\"Ride a White Horse\" is an electronicdance song performed by British group Goldfrapp."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Silent_All_These_Years",
                "match": [
                    "\"Silent All These Years\" is a song by American singer-songwriter and musician Tori Amos."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Hundred_Years_from_Today",
                "match": [
                    "\"A Hundred Years from Today\" is a popular song written by Victor Young, Ned Washington and Joe Young."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mandy_(song)",
                "match": [
                    "\"Mandy\", originally titled \"Brandy\", is a song written and composed by Scott English and Richard Kerr."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gamble_Everything_for_Love",
                "match": [
                    "\"Gamble Everything for Love\" is a pop song and also an EP by the Australian singer Ben Lee."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tweeter_and_the_Monkey_Man",
                "match": [
                    "\"Tweeter and the Monkey Man\" is a song by rock music supergroup The Traveling Wilburys that first appeared on the 1988 album \"Traveling Wilburys Vol."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Kommos_(theatre)",
                "match": [
                    "A \"kommos\" (literally \"a beating\" of the breasts in mourning) is a lyrical song of lamentation in an Athenian tragedy that the chorus and a dramatic character sing together."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Oh_Father",
                "match": [
                    "\"Oh Father\" is a song by American singer-songwriter Madonna, from her fourth studio album \"Like a Prayer\" (1989)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_You_Wanted",
                "match": [
                    "\"All You Wanted\" is a song by Michelle Branch, released as the second single from her debut album \"The Spirit Room\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mambo_Jambo",
                "match": [
                    "Mambo Jambo is the alternative name of the song by Perez Prado, \"Que rico el mambo\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cry_(Michael_Jackson_song)",
                "match": [
                    "\"Cry\" is a song recorded by American recording artist Michael Jackson that features on his tenth and final studio album, \"Invincible\" (2001)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Freakin%27_Out",
                "match": [
                    "\"Freakin' Out\" is a song by Graham Coxon and was released as the lead single from his fifth solo album \"Happiness in Magazines\" in 2004 (see 2004 in British music)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bittersweet_Bundle_of_Misery",
                "match": [
                    "\"Bittersweet Bundle of Misery\" is a song by Graham Coxon and was released as the second single from his fifth solo album \"Happiness in Magazines\" in 2004 (see 2004 in British music)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Have_a_Dream_(song)",
                "match": [
                    "\"I Have a Dream\" is a song by Swedish pop group ABBA."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Pass_(song)",
                "match": [
                    "\"The Pass\" is a song by the band Rush from their 1989 album \"Presto\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/New_Slave_Nation",
                "match": [
                    "\"New Slave Nation\" is a seven song limited edition EP released by Florida band Crossbreed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Truganini_(song)",
                "match": [
                    "\"Truganini\" is a song by Australian rock band Midnight Oil, from their album \"Earth and Sun and Moon\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Everything_She_Wants",
                "match": [
                    "\"Everything She Wants\" is a song by British pop duo Wham!, released in 1984 on Epic Records on a double A-side with \"Last Christmas\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/One_Rode_to_Asa_Bay",
                "match": [
                    "\"One Rode to Asa Bay\" is a song by Bathory about the Christianization of Scandinavia and appears on the 1990 album \"Hammerheart\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Desperado_(song)",
                "match": [
                    "\"Desperado\" is a soft rock song by the Eagles, an American rock band, written by group members Glenn Frey and Don Henley."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/If_I_Were_a_Rich_Man_(song)",
                "match": [
                    "\"If I Were a Rich Man\" is a song from the 1964 musical \"Fiddler on the Roof\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Splackavellie",
                "match": [
                    "\"Splackavellie\" is an R&B song by American singer Pressha, released as the first single from his debut album \"Don't Get It Twisted\" and from the soundtrack to the 1998 film \"The Players Club,\" peaking at #27 on the Billboard Hot 100."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Break_the_Night_with_Colour",
                "match": [
                    "\"Break the Night with Colour\" is a song by English singer-songwriter Richard Ashcroft and is the third track on his 2006 album \"Keys to the World\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Condemnation_(song)",
                "match": [
                    "\"Condemnation\" is a song by Depeche Mode, released as the group's twenty-ninth UK single on September 13, 1993 (September 14 in the US), and the third single from their album \"Songs of Faith and Devotion\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Babylon_(David_Gray_song)",
                "match": [
                    "\"Babylon\" is a song by the British singer-songwriter David Gray."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Feel_Loved",
                "match": [
                    "\"I Feel Loved\" is a song by English electronic group Depeche Mode."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27ll_Be_in_My_Heart",
                "match": [
                    "\"You'll Be in My Heart\" is a song by Phil Collins, from the 1999 Disney animated feature \"Tarzan\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sure_Shot",
                "match": [
                    "\"Sure Shot\" is a song by American hip hop group Beastie Boys, released as the third single from their 1994 album \"Ill Communication\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Head_On_(song)",
                "match": [
                    "\"Head On\" is a song written by Jim Reid and William Reid of the Scottish alternative rock band The Jesus and Mary Chain, originally recorded for their 1989 album \"Automatic\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Progenies_of_the_Great_Apocalypse",
                "match": [
                    "\"Progenies of the Great Apocalypse\" (often nicknamed \"POTGA\" or simply \"Progenies\") is a song by the Norwegian symphonic black metal band Dimmu Borgir."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Are_So_Beautiful",
                "match": [
                    "\"You Are So Beautiful\" is a song written by Bruce Fisher, Billy Preston, and an uncredited Dennis Wilson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Where_Have_All_the_Good_Times_Gone",
                "match": [
                    "\"Where Have All the Good Times Gone\" is a song written by Ray Davies and performed with The Kinks."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jugband_Blues",
                "match": [
                    "\"Jugband Blues\" is a song by the English psychedelic rock band Pink Floyd, and is featured on their second album, \"A Saucerful of Secrets\", released in 1968."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Song_for_the_Lovers",
                "match": [
                    "\"A Song for the Lovers\" is a song by English singer-songwriter Richard Ashcroft and is the opening track on his 2000 album, \"Alone with Everybody\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/They_Killed_Him",
                "match": [
                    "\"They Killed Him\" is a song written by Kris Kristofferson for his 1985 album \"Repossessed\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Man_in_Me",
                "match": [
                    "\"The Man in Me\" is a song from Bob Dylan's 1970 album \"New Morning\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Brownsville_Girl",
                "match": [
                    "\"Brownsville Girl\" is a song from Bob Dylan's 1986 album, \"Knocked Out Loaded\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Scarecrow_(song)",
                "match": [
                    "\"The Scarecrow\" is a song by Pink Floyd on their 1967 debut album \"The Piper at the Gates of Dawn\", though it first appeared as the B-side of their second single \"See Emily Play\" (as \"Scarecrow\") two months before."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Re-Offender",
                "match": [
                    "\"Re-Offender\" is a song by Scottish alternative rock band Travis, released as the first single from their fourth studio album, \"12 Memories\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Death_Disco",
                "match": [
                    "\"Death Disco\" is a song by Public Image Ltd."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Coming_Around",
                "match": [
                    "\"Coming Around\" is a song by Scottish Indie rock band Travis, released in June 2000 as the fifth and final single from their second studio album, \"The Man Who\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pillow_Talk_(song)",
                "match": [
                    "\"Pillow Talk'\" in 1973 song by American soul singer-songwriter Sylvia."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wondrous_Place",
                "match": [
                    "\"Wondrous Place\" is a song written by Jeff Lewis and Bill Giant."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Touch_the_Sky",
                "match": [
                    "\"Touch the Sky\" is a song by American hip hop artist Kanye West."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Do_Nothing_till_You_Hear_from_Me",
                "match": [
                    "\"Do Nothing till You Hear from Me\" (also written as \"Do Nothin' Til You Hear From Me\") is a song with music by Duke Ellington and lyrics by Bob Russell."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/We_Care_a_Lot_(song)",
                "match": [
                    "\"We Care a Lot\" is a song by Faith No More."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Complex_(song)",
                "match": [
                    "\"Complex\" is a song by British musician Gary Numan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Freelove",
                "match": [
                    "\"Freelove\" is a song by English electronic group Depeche Mode."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27ll_Never_Walk_Alone_(disambiguation)",
                "match": [
                    "You'll Never Walk Alone is a song from the musical \"Carousel\", a pop standard and football club anthem, for example that of Liverpool F.C."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/This_Is_Your_Life_(song)",
                "match": [
                    "\"This Is Your Life\" is a popular song by the alternative rock band Switchfoot, and their third single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Auld_Triangle",
                "match": [
                    "\"The Auld Triangle\" is a song written by Dominic Behan for his brother Brendan Behan and is featured in Brendan's play \"The Quare Fellow\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Turn_the_Beat_Around",
                "match": [
                    "\"Turn the Beat Around\" is a disco song written by Gerald Jackson and Peter Jackson and popularized by Vicki Sue Robinson in 1976 (see 1976 in music), originally appearing on her debut album, \"Never Gonna Let You Go\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Trys_Milijonai",
                "match": [
                    "Trys Milijonai (\"Three Million\") is a Lithuanian song by a journalist, TV talk show host and singer Marijonas Mikutavicius (et al."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Perfect_Situation",
                "match": [
                    "\"Perfect Situation\" is a song by American alternative rock band Weezer."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Het_land_van...",
                "match": [
                    "Het land van....\n\"Het land van...\" (\"The country of...\") is a Dutch song by Lange Frans & Baas B."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Supercoven",
                "match": [
                    "\"Supercoven\" is a two song EP by the doom metal band Electric Wizard."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Confessions_of_a_Broken_Heart_(Daughter_to_Father)",
                "match": [
                    "\"Confessions of a Broken Heart (Daughter to Father)\" is a song by American recording artist Lindsay Lohan, taken from her second studio album, \"A Little More Personal (Raw)\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Talk_About_Our_Love",
                "match": [
                    "\"Talk About Our Love\" is a song by American recording artist Brandy Norwood, taken from her fourth studio album, \"Afrodisiac\" (2004)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Who_Is_She_2_U",
                "match": [
                    "\"Who Is She 2 U\" is a song by American recording artist Brandy Norwood from her fourth studio album, \"Afrodisiac\" (2004)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Afrodisiac_(song)",
                "match": [
                    "\"Afrodisiac\" is a song by American recording artist Brandy Norwood."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Just_Can%27t_Be_Happy_Today",
                "match": [
                    "\"I Just Can't Be Happy Today\" is a song by The Damned from their 1979 album, \"Machine Gun Etiquette\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Never_Gonna_Say_I%27m_Sorry",
                "match": [
                    "\"Never Gonna Say I'm Sorry\" is a song by Swedish band Ace of Base, released as a single in March 1996."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Too_Funky",
                "match": [
                    "\"Too Funky\" is a song written and performed by English singer George Michael and released by Columbia Records in the United States and Epic Records elsewhere in 1992."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fireworks_EP",
                "match": [
                    "\"Fireworks\" (released 5 May 1997 on 7\", CD) is a song by Embrace, released as the group's first EP, and the first to reach the top 40 in the UK (#34)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hooligan_(song)",
                "match": [
                    "\"Hooligan\" (released 8 November 1999) is a song by Embrace, which became their sixth Top 40 single (#18 in the UK), and the first from their second album \"Drawn From Memory\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Baby%2C_It%27s_Cold_Outside",
                "match": [
                    "\"Baby, It's Cold Outside\" is a Christmas song with words and music by Frank Loesser."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Waist_Deep_in_the_Big_Muddy",
                "match": [
                    "\"Waist Deep in the Big Muddy\" is a song written by Pete Seeger in 1967 and made famous because of its censorship from the Smothers Brothers Comedy Hour."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cheek_to_Cheek",
                "match": [
                    "\"Cheek to Cheek\" is a song written by Irving Berlin, for the Fred Astaire/Ginger Rogers movie \"Top Hat\" (1935)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Prisoner_of_Society",
                "match": [
                    "\"Prisoner of Society\" is a song by The Living End."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Camarillo_Brillo",
                "match": [
                    "\"Camarillo Brillo\" is a song by Frank Zappa and was first included on his 1973 LP \"Over-Nite Sensation\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Green_Manalishi",
                "match": [
                    "\"The Green Manalishi (With the Two Prong Crown)\" is a song written by Peter Green and recorded by Fleetwood Mac."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fastlove",
                "match": [
                    "\"Fastlove\" is a song by George Michael, released by Virgin Records in the United Kingdom and Dreamworks Records in the United States in 1996."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/My_Weakness_Is_None_of_Your_Business",
                "match": [
                    "\"My Weakness Is None of Your Business\" (released 17 August 1998) is a song by Embrace, released as the band's fifth single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jesus_to_a_Child",
                "match": [
                    "\"Jesus to a Child\" is a song by British musician George Michael."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Kissing_a_Fool_(song)",
                "match": [
                    "\"Kissing a Fool\" is a song written and performed by George Michael and released by Columbia Records in 1988."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Heroes_(David_Bowie_song)",
                "match": [
                    "\"Heroes\" is a song written by David Bowie and Brian Eno in 1977."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27re_Not_Alone_(Embrace_song)",
                "match": [
                    "\"You're Not Alone\" (released 13 March 2000) is a song by Embrace, the most successful from their second studio album \"Drawn from Memory\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wind_Beneath_My_Wings",
                "match": [
                    "\"Wind Beneath My Wings\" (sometimes titled \"The Wind Beneath My Wings\" and \"Hero\") is a song written in 1982 by Jeff Silbar and Larry Henley."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jesus%2C_Take_the_Wheel",
                "match": [
                    "\"Jesus, Take the Wheel\" is a song written by Brett James, Hillary Lindsey and Gordie Sampson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sussex_by_the_Sea",
                "match": [
                    "Sussex by the Sea is a patriotic song written in 1907 by William Ward-Higgs, often considered to be the unofficial county anthem of Sussex."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hanuman_Chalisa",
                "match": [
                    "Hanuman Chalisa (\"Forty chaupais on Hanuman\") is a devotional song based on Lord Hanuman as the model devotee."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Different_Corner",
                "match": [
                    "\"A Different Corner\" is a song written and performed by George Michael which was released on Epic Records (Columbia Records in the U.S.) in 1986."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mar%C3%ADa_(song)",
                "match": [
                    "\"Maria\" is a song recorded by Puerto Rican singer Ricky Martin for his third album, \"A Medio Vivir\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sweetest_Thing",
                "match": [
                    "\"Sweetest Thing\" is a song by U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dreaming_(Blondie_song)",
                "match": [
                    "\"Dreaming\" is a song by the American punk/New Wave band Blondie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Moses_(song)",
                "match": [
                    "\"Moses\" is a song by British alternative rock band Coldplay."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/So_Seductive",
                "match": [
                    "\"So Seductive\" is a song by American rapper Tony Yayo."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Suicide_Solution",
                "match": [
                    "\"Suicide Solution\" is a song by Ozzy Osbourne."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Better_Man",
                "match": [
                    "\"Better Man\" (sometimes written as \"Betterman\") is a song by the American rock band Pearl Jam."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beautiful_Son",
                "match": [
                    "\"Beautiful Son\" is a song by the American alternative rock band Hole, written collectively by frontwoman Courtney Love, lead guitarist Eric Erlandson and drummer Patty Schemel."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Girl_Talk_(TLC_song)",
                "match": [
                    "\"Girl Talk\" is a song by American R&B recording group TLC."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Me_and_Julio_Down_by_the_Schoolyard",
                "match": [
                    "\"Me and Julio Down by the Schoolyard\" is a song by American singer-songwriter Paul Simon from his 1972 self-titled album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beijo",
                "match": [
                    "\"Beijo\" is a song by Romanian music group Morandi."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Save_Me_(Embrace_song)",
                "match": [
                    "\"Save Me\" (released 22 May 2000) is a song by Embrace, released as the third single from their second studio album \"Drawn From Memory\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Wouldn%27t_Wanna_Happen_to_You",
                "match": [
                    "\"I Wouldn't Wanna Happen to You\" is a song by Embrace, released as the fourth single from their second studio album \"Drawn From Memory\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_I_Really_Want",
                "match": [
                    "\"All I Really Want\" is a song written by Alanis Morissette and Glen Ballard, and produced by Ballard for Morissette's third album \"Jagged Little Pill\" (1995)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Crush_(Mandy_Moore_song)",
                "match": [
                    "\"Crush\" is a song by Mandy Moore on her third album, \"Mandy Moore\" (2001)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/When_You_Look_at_Me",
                "match": [
                    "\"When You Look at Me\" is a song by American singer Christina Milian."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dip_It_Low",
                "match": [
                    "\"Dip It Low\" is a song by American singer Christina Milian from her second studio album, \"It's About Time\" (2004)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Whatever_U_Want",
                "match": [
                    "\"Whatever U Want\" is a song by American singer Christina Milian."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Trick_Me",
                "match": [
                    "\"Trick Me\" is a song by American recording artist Kelis."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/In_Public",
                "match": [
                    "\"In Public\" is a song by American R&B singer-songwriter Kelis, featuring American rapper Nas."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Lady_in_Red_(Chris_de_Burgh_song)",
                "match": [
                    "\"The Lady in Red\" is a song by Irish-British artist Chris de Burgh."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Edge_of_Heaven",
                "match": [
                    "\"The Edge of Heaven\" is a song by British pop duo Wham!, released on Epic Records in 1986."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/People_(1964_song)",
                "match": [
                    "\"People\" is a song that was written by Jule Styne (composer) and Bob Merrill (lyricist) for the Broadway musical \"Funny Girl\" (1964) starring Barbra Streisand, who introduced the song."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sparrow_in_the_Treetop",
                "match": [
                    "\"Sparrow in the Treetop\" is a popular song written by Bob Merrill."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Aba_Daba_Honeymoon",
                "match": [
                    "\"Aba Daba Honeymoon\" is a popular song written and published by Arthur Fields and Walter Donovan in 1914."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hunter_(Dido_song)",
                "match": [
                    "\"Hunter\" is a song by British singer Dido released as the third single from \"No Angel\", her debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Full_Moon_(Brandy_Norwood_song)",
                "match": [
                    "\"Full Moon\" is a song by American recording artist Brandy Norwood, from her same-titled third studio album (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/He_Is",
                "match": [
                    "\"He Is\" is a song by American singer Brandy Norwood from her third studio album \"Full Moon\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Unchain_My_Heart_(song)",
                "match": [
                    "\"Unchain My Heart\" is a song written by Bobby\nSharp (1924-2013) and recorded first in 1961 by Ray Charles and in 1963 by Trini Lopez and later by many others."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Used_to_Love_H.E.R.",
                "match": [
                    "\" is a hip hop song by the Chicago-born rapper Common."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tumbling_Dice",
                "match": [
                    "\"Tumbling Dice\" is a rock song written by Mick Jagger and Keith Richards for The Rolling Stones' 1972 double album \"Exile on Main St.\", and was the album's first single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Wanna_Be_with_You_(Mandy_Moore_song)",
                "match": [
                    "\"I Wanna Be With You\" is a song by American recording artist Mandy Moore."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/GoldenEye_(song)",
                "match": [
                    "\"GoldenEye\" is a song performed by Tina Turner, and the eponymous theme song for the 1995 James Bond film, \"GoldenEye\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Walk_Away_(Kelly_Clarkson_song)",
                "match": [
                    "\"Walk Away\" is a song by American singer and songwriter Kelly Clarkson, taken from her second studio album, \"Breakaway\" (2004)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dear_Jessie",
                "match": [
                    "\"Dear Jessie\" is a song by American singer-songwriter Madonna from her fourth studio album, \"Like a Prayer\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hustler%27s_Ambition",
                "match": [
                    "\"Hustler's Ambition\" is a song by American rapper 50 Cent."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Wanna_Be_Bad",
                "match": [
                    "\"I Wanna Be Bad\" is a dance-pop song by Willa Ford and the first single from her album \"Willa Was Here\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Don%27t_Know_What_to_Tell_Ya",
                "match": [
                    "\"Don't Know What to Tell Ya\" is a song by American recording artist Aaliyah."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Do_What_U_Like",
                "match": [
                    "\"Do What U Like\" is a popdance, and House music song by boy band Take That and was their debut release in the United Kingdom."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/They_Will_Kill_Us_All_(Without_Mercy)",
                "match": [
                    "\"They Will Kill Us All (Without Mercy)\" is a song by the Los Angeles-based punk rock band The Bronx, released as the first single from their 2003 debut album \"The Bronx\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Party_of_Special_Things_to_Do",
                "match": [
                    "\"Party of Special Things to Do\" is a song by Captain Beefheart from the album \"Bluejeans & Moonbeams\" which was covered and released as a 7\" single by Detroit garage rock band the White Stripes."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/List_of_blues_standards",
                "match": [
                    "A blues standard is a blues song that is widely known, performed, and recorded by blues artists."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Innuendo_(song)",
                "match": [
                    "\"Innuendo\" is a 1991 song by the English rock band Queen."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/One_Vision",
                "match": [
                    "\"One Vision\" is a song written and recorded by the rock band Queen, first released as a single in November 1985 and then included on their 1986 album \"A Kind of Magic\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/This_Charming_Man",
                "match": [
                    "\"This Charming Man\" is a song by the English band The Smiths, written by guitarist Johnny Marr and singer/lyricist Morrissey."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Matilda_Mother",
                "match": [
                    "\"Matilda Mother\" is a song by British psychedelic rock band Pink Floyd, featured on their 1967 debut album, \"The Piper at the Gates of Dawn\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Flaming_(song)",
                "match": [
                    "\"Flaming\" (formerly titled \"Snowing\") is a song by psychedelic rock band Pink Floyd, featured on their 1967 debut album, \"The Piper at the Gates of Dawn\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Remember_a_Day",
                "match": [
                    "\"Remember a Day\" is a song by the British psychedelic rock band Pink Floyd, and is on their second album, \"A Saucerful of Secrets\" (1968)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Lights_and_Buzz",
                "match": [
                    "\"The Lights and Buzz\" is a song by Jack's Mannequin."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Green%2C_Green_Grass_of_Home",
                "match": [
                    "\"Green, Green Grass of Home\", written by Claude \"Curly\" Putman, Jr. and first recorded by singer Johnny Darrell, is a country song originally made popular by Porter Wagoner in 1965, where it reached #4 on the country chart."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/False_Alarm_(song)",
                "match": [
                    "\"False Alarm\" is a song by the Los Angeles-based punk rock band The Bronx, released as the second single from their 2003 debut album \"The Bronx\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/This_Is_How_We_Do_It",
                "match": [
                    "\"This Is How We Do It\" is a 1995 number-one hit song by American R&B singer Montell Jordan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/That_Smell",
                "match": [
                    "\"That Smell\" is a song by the southern rock band Lynyrd Skynyrd."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fighting_Temptation",
                "match": [
                    "\"Fighting Temptation\" is a song recorded by American R&B singer Beyonce Knowles and American female rappers Missy Elliott, MC Lyte, and Free in 2003."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Stole_(song)",
                "match": [
                    "\"Stole\" is a song by American singer Kelly Rowland."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Love_like_That",
                "match": [
                    "\"A Love Like That\" is a song by Gregg Alexander, released exclusively on MP3 format in 2003."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Outside_(George_Michael_song)",
                "match": [
                    "\"Outside\" is a song by George Michael, released on Epic Records in 1998."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Proud_Mary",
                "match": [
                    "\"Proud Mary\" is a rock song written by American singer-songwriter and multi-instrumentalist John Fogerty, and recorded by his band Creedence Clearwater Revival."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mind%27s_Eye_(song)",
                "match": [
                    "\"Mind's Eye\" is a song by Australian hard rock band Wolfmother, featured on their 2005 debut album \"Wolfmother\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Don%27t_Care_(Angela_Via_song)",
                "match": [
                    "\"I Don't Care\" is a pop song written and produced by David Frank and Steve Kipnerthe authors of \"Genie in a Bottle\"for Angela Via's 2000 debut album, \"Angela Via\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Set_You_Free_This_Time",
                "match": [
                    "\"Set You Free This Time\" is a song by the American folk rock band The Byrds, written by band member Gene Clark and first released in December 1965 on the group's \"Turn!"
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/White_Flag_(song)",
                "match": [
                    "\"White Flag\" is a song by English singer-songwriter Dido, released as the lead single from her second album \"Life for Rent\" on 1 September 2003."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Got_a_Woman",
                "match": [
                    "\"I Got a Woman\" (originally titled \"I've Got a Woman\") is a song co-written and recorded by American R&B/soul musician Ray Charles and released as a single in December 1954 on the Atlantic label as Atlantic 45-1050 b/w \"Come Back Baby."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gold_Dust_Woman",
                "match": [
                    "\"Gold Dust Woman\" is a song from the best-selling Fleetwood Mac album \"Rumours\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/In_My_Pocket",
                "match": [
                    "\"In My Pocket'\" is a song performed by American recording artist Mandy Moore from her self-titled third studio album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Night_Moves_(song)",
                "match": [
                    "\"Night Moves\" is a song written and performed by Bob Seger, from his 1976 album \"Night Moves\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/So_Gone",
                "match": [
                    "\"So Gone\" is a song by American R&B recording artist Monica."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Knock_Knock_(song)",
                "match": [
                    "\"Knock Knock\" is a song by American recording artist Monica."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Take_a_Chance_on_Me",
                "match": [
                    "\"Take a Chance on Me\" is a song by the Swedish pop group ABBA."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gossip_Folks",
                "match": [
                    "\"Gossip Folks\" is a 2003 hip hop song by Missy Elliott, featuring Ludacris."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Caught_in_a_Moment",
                "match": [
                    "\"Caught in a Moment\" is a song performed by British group Sugababes."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/In_the_Middle",
                "match": [
                    "\"In the Middle\" is a song by English girl group Sugababes from their third studio album, \"Three\" (2003)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Too_Lost_in_You",
                "match": [
                    "\"Too Lost in You\" is a song covered by British girl group Sugababes from their third studio album \"Three\" (2003)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hole_in_the_Head",
                "match": [
                    "\"Hole in the Head\" is a song performed by British girl group Sugababes, released in October 2003 as the lead single from their third studio album \"Three\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fin_(song)",
                "match": [
                    "\"Fin\" is a song from British rock band Supergrass' 2005 album, \"Road to Rouen\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Alone_Again_Or",
                "match": [
                    "\"Alone Again Or\" is a song originally recorded in 1967 by the rock group Love and written by band member Bryan MacLean."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Strange_Magic",
                "match": [
                    "\"Strange Magic\" is a song written and performed by the Electric Light Orchestra."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_New_Wave",
                "match": [
                    "\"The New Wave\" is a song by Daft Punk, released as their first single in 1994 on the Soma Recordings label."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Walking_with_a_Ghost",
                "match": [
                    "\"Walking with a Ghost\" is a song by Tegan and Sara, from their 2004 album \"So Jealous\" mostly written by Sara Quin, although credited to both band members, which was released as a single in 2005."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Top_of_the_World_(Brandy_Norwood_song)",
                "match": [
                    "\"Top of the World\" is a song by American singer Brandy Norwood, from her second studio album, \"Never Say Never\" (1998)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Seely_Simpkins_Jig",
                "match": [
                    "\"Seely Simpkins Jig\" is a song by American songwriter Dan Emmett."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/English_Civil_War_(song)",
                "match": [
                    "\"English Civil War\" is a song by British punk rock band The Clash, featured on their second album \"Give 'Em Enough Rope\", and released as a single on 23 February 1979."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Butterfly_(Crazy_Town_song)",
                "match": [
                    "\"Butterfly\" is a song by American rap rock group Crazy Town."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Stutter_(Joe_song)",
                "match": [
                    "\"Stutter\" is a 2000 song by American R&B singer Joe."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Knew_I_Loved_You",
                "match": [
                    "\"I Knew I Loved You\" is a song by Australian pop duo Savage Garden, released as the second single from their second studio album, \"Affirmation\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Maria_Maria",
                "match": [
                    "\"Maria Maria'\" is a song by Santana featuring The Product G&B."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bent_(song)",
                "match": [
                    "\"Bent\" is the title of a song by American alternative rock group Matchbox Twenty."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Desire_(U2_song)",
                "match": [
                    "\"Desire\" is a song by U2 and the third track on their 1988 album, \"Rattle and Hum\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Everybody%27s_Fool",
                "match": [
                    "\"Everybody's Fool\" is a song by American rock band Evanescence."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dance_for_Me_(Mary_J._Blige_song)",
                "match": [
                    "\"Dance For Me\" is a song by Mary J. Blige, taken from her fifth album \"No More Drama\" and performed with Common."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/No_More_Drama_(song)",
                "match": [
                    "\"No More Drama\" is a song by American recording artist Mary J. Blige, taken from her fifth studio album of the same name (2001)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rainy_Dayz",
                "match": [
                    "\"Rainy Dayz\" is a song by American recording artist Mary J. Blige featuring additional vocals by rapper Ja Rule."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Numb_(U2_song)",
                "match": [
                    "\"Numb\" is a song by rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cinnamon_Girl",
                "match": [
                    "\"Cinnamon Girl\" is a song by Neil Young."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Day_the_Earth_Caught_Fire",
                "match": [
                    "\"Day the Earth Caught Fire\" is a song by the Japanese horror punk band Balzac from their 1995 album \"The Last Men on Earth\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Can_Drive",
                "match": [
                    "\"I Can Drive\" is a song by UK pop act Shakespears Sister, released in June 1996 as the lead single from their third studio album \"3\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Finally_(CeCe_Peniston_song)",
                "match": [
                    "\"Finally\" is a 1991 song by the musician CeCe Peniston."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rescue_Me_(You_Me_at_Six_song)",
                "match": [
                    "\"Rescue Me\" is a song by British rock band You Me at Six."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hyper_Hyper",
                "match": [
                    "\"Hyper Hyper\" is the title of a song by the German band Scooter."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Gnome",
                "match": [
                    "\"The Gnome\" is a song by British psychedelic rock band Pink Floyd."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_Kinds_of_Everything",
                "match": [
                    "\"All Kinds of Everything\" is a song written by Derry Lindsay and Jackie Smith; as performed by Dana, it won the Eurovision Song Contest 1970."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mofo_(song)",
                "match": [
                    "\"Mofo\" is a song by U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Top_of_the_World_(The_Pussycat_Dolls_song)",
                "match": [
                    "\"Top of the World\" is a dance-pop song by the Amercican girl group the Pussycat Dolls, released only in United States and Canada on February 3, 2009."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Drive-In_Saturday",
                "match": [
                    "\"Drive-In Saturday\" is a song by David Bowie from his 1973 album \"Aladdin Sane\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Advertising_Space",
                "match": [
                    "\"Advertising Space\" is a song by British pop singer Robbie Williams, it was released as the third single from his album \"Intensive Care\" in December 2005, and reached number 8 on the UK Singles Chart."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mysterious_Ways_(song)",
                "match": [
                    "\"Mysterious Ways\" is a song by the rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Just_Dropped_In_(To_See_What_Condition_My_Condition_Was_In)",
                "match": [
                    "\"Just Dropped In (To See What Condition My Condition Was In)\" is a song written by Mickey Newbury."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Two_Hearts_Beat_as_One",
                "match": [
                    "\"Two Hearts Beat as One\" is a song by rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Celebration",
                "match": [
                    "\"A Celebration\" is a song by rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gloria_(U2_song)",
                "match": [
                    "\"Gloria\" is a song by U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fire_(U2_song)",
                "match": [
                    "\"Fire\" is a song by Irish rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dry_Riser_(song)",
                "match": [
                    "\"Dry Riser\" is a song by Kerbdog and a single released in 1994, taken from their self titled debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Human_Nature_(Michael_Jackson_song)",
                "match": [
                    "\"Human Nature\" is a song by American recording artist Michael Jackson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/City_of_New_Orleans_(song)",
                "match": [
                    "\"City of New Orleans\" is a folk song written by Steve Goodman (and first recorded for Goodman's self-titled 1971 album), describing a train ride from Chicago to New Orleans on the Illinois Central Railroad's City of New Orleans in bittersweet and nostalgic terms."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dummy_Crusher",
                "match": [
                    "Dummy Crusher is a song by Kerbdog and a single released in July 1994, taken from their self titled debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Woman%27s_Worth",
                "match": [
                    "\"A Woman's Worth\" is a song by American singersongwriter Alicia Keys."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Girlfriend_(Alicia_Keys_song)",
                "match": [
                    "\"Girlfriend\" is a song by American singersongwriter Alicia Keys."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Diary_(Alicia_Keys_song)",
                "match": [
                    "\"Diary\" is a song by American recording artist Alicia Keys from her second studio album, \"The Diary of Alicia Keys\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Don%27t_Know_My_Name",
                "match": [
                    "\"You Don't Know My Name\" is a song by American recording artist Alicia Keys from her second studio album, \"The Diary of Alicia Keys\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/If_I_Ain%27t_Got_You",
                "match": [
                    "\"If I Ain't Got You\" is a song recorded, written, and produced by American recording artist Alicia Keys for her second studio album, \"The Diary of Alicia Keys\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Unbreakable_(Alicia_Keys_song)",
                "match": [
                    "\"Unbreakable\" is a song by American R&B-soul singer Alicia Keys from her live album, \"Unplugged\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Song_Is_Over",
                "match": [
                    "\"The Song Is Over\" is a song by English rock band The Who, appearing on \"Who's Next\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Getting_in_Tune",
                "match": [
                    "\"Getting in Tune\" is a song written by Pete Townshend and originally released by The Who on their 1971 album \"Who's Next."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Nightshift_(song)",
                "match": [
                    "\"Nightshift\" is a 1985 hit song by the Commodores and title track from the album of the same name."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sound_and_Vision",
                "match": [
                    "\"Sound and Vision\" is a song and single by David Bowie which appeared on the album \"Low\" in 1977."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Complete_Control",
                "match": [
                    "\"Complete Control\" is a song by The Clash, released as a 7\" single and featured on the U.S. release of their debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Angel_in_Disguise_(Brandy_Norwood_song)",
                "match": [
                    "\"Angel in Disguise\" is a song by American singer Brandy, written by LaShawn Daniels, Fred Jerkins III, Rodney \"Darkchild\" Jerkins, Isaac Phillips, Nycolia Turman, and Traci Hale for her second studio album, \"Never Say Never\" (1998)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/U_Don%27t_Know_Me_(Like_U_Used_To)",
                "match": [
                    "\"U Don't Know Me (Like U Used To)\" is a song by American recording artist Brandy Norwood."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Please_(Toni_Braxton_song)",
                "match": [
                    "\"Please\" is a song by American recording artist Toni Braxton from her fifth studio album, \"Libra\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Trippin%27_(That%27s_the_Way_Love_Works)",
                "match": [
                    "\"Trippin' (That's the Way Love Works)\" is a song by American R&B singersongwriter Toni Braxton from her fifth studio album, \"Libra\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Another_Girl%2C_Another_Planet",
                "match": [
                    "\"Another Girl, Another Planet\" is a song by the English punk/New Wave group The Only Ones, the second track on their first album, \"The Only Ones\", released in 1978."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Earthworks_(song)",
                "match": [
                    "\"Earthworks\" is a song by Kerbdog and their first single released in 1993."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/End_of_Green_(song)",
                "match": [
                    "\"End of Green\" is a song by Kerbdog and their second single released in 1993, taken from their self titled debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Titanic_(song)",
                "match": [
                    "\"The Titanic\" (also known as \"It Was Sad When That Great Ship Went Down\" and \"Titanic (Husbands and Wives)\") is a folk song and children's song most known for being sung in the United States at summer camp."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Push_the_Button_(Sugababes_song)",
                "match": [
                    "\"Push the Button\" is a song by English girl group the Sugababes, released as the lead single from their fourth studio album \"Taller in More Ways\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/TVC_15",
                "match": [
                    "\"TVC 15\" is a song written and recorded by David Bowie and released in 1976."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Princes_of_the_Universe",
                "match": [
                    "\"Princes of the Universe\" is a song written by Freddie Mercury and performed by Queen."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Echo_Beach",
                "match": [
                    "\"Echo Beach\" is a song recorded by the Canadian group Martha and the Muffins in 1979."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wake_the_Town",
                "match": [
                    "\"Wake the Town\" is a reggae song recorded by U-Roy."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wake_the_Town_and_Tell_the_People",
                "match": [
                    "\"Wake the Town and Tell the People\" is a popular song with music by Jerry Livingston and lyrics by Sammy Gallop, published in 1955."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Fly_(song)",
                "match": [
                    "\"The Fly\" is a song by rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Love_%40_1st_Sight",
                "match": [
                    "\"Love @ 1st Sight\" is a song by American recording artist Mary J. Blige, performed along with rapper Method Man."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Not_Today",
                "match": [
                    "\"Not Today\" is a song by American recording artist Mary J. Blige, featuring guest vocals by rapper Eve."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Let%27s_Spend_the_Night_Together",
                "match": [
                    "\"Let's Spend the Night Together\" is a song written by Mick Jagger and Keith Richards, and originally released as a single by The Rolling Stones in 1967."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ugly_(Sugababes_song)",
                "match": [
                    "\"Ugly\" is a song by British girl group Sugababes from their fourth studio album, \"Taller in More Ways\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Famous_Blue_Raincoat",
                "match": [
                    "\"Famous Blue Raincoat\" is a song by Leonard Cohen."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Lemon_Song",
                "match": [
                    "\"The Lemon Song\" is a song by the English rock band Led Zeppelin, featured on their 1969 album \"Led Zeppelin II\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Thank_You_(Led_Zeppelin_song)",
                "match": [
                    "\"Thank You\" is a song written by Robert Plant and Jimmy Page that was released by English rock band Led Zeppelin on their 1969 album \"Led Zeppelin II\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ramble_On",
                "match": [
                    "\"Ramble On\" is a song by English rock band Led Zeppelin from their 1969 album \"Led Zeppelin II\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Don%27t_Wanna_Think_About_You",
                "match": [
                    "\"Don't Wanna Think About You\" is a song by the pop punk band Simple Plan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Doctor_in_Distress_(song)",
                "match": [
                    "\"Doctor in Distress\" is a pop song related to the BBC television programme \"Doctor Who\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Eple",
                "match": [
                    "\"Eple\" is a song by Norwegian duo Royksopp, released as their second single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Zing_a_Little_Zong",
                "match": [
                    "\"Zing A Little Zong\" is a popular song written by Harry Warren, the lyrics by Leo Robin."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mr._Five_by_Five",
                "match": [
                    "\"Mr. Five by Five\" is a 1942 popular song by Don Raye and Gene DePaul that describes an heavyset man who is \"five feet tall and five feet wide\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shape_(song)",
                "match": [
                    "\"Shape\" is a song by English girl group Sugababes, released as the fourth and final single from their second studio album, \"Angels with Dirty Faces\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Amapola_(song)",
                "match": [
                    "\"Amapola (Pretty Little Poppy)\" is a 1924 song by Cadiz-born composer Jose Maria Lacalle Garcia (later Joseph Lacalle), with Spanish lyrics."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bad_to_the_Bone",
                "match": [
                    "\"Bad to the Bone\" is a song by George Thorogood and the Destroyers released in 1982 on the album of the same name."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bedrock_Anthem",
                "match": [
                    "\"Bedrock Anthem\" is a song by \"Weird Al\" Yankovic which was featured on his 1993 album \"Alapalooza\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shut_It",
                "match": [
                    "\"Shut It\" is a song by The Damned, released as a single in 1996."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/As_Time_Goes_By_(song)",
                "match": [
                    "\"As Time Goes By\" is a song written by Herman Hupfeld in 1931."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Laughing_Policeman_(song)",
                "match": [
                    "\"The Laughing Policeman\" is a music hall song by Charles Jolly, the pseudonym of Charles Penrose."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rock_%27n%27_Roll_Suicide",
                "match": [
                    "\"Rock 'n' Roll Suicide\" is a song by David Bowie, originally released as the closing track on the album \"The Rise and Fall of Ziggy Stardust and the Spiders from Mars\" in June 1972."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wonderful_World_(Sam_Cooke_song)",
                "match": [
                    "\"Wonderful World\" (sometimes referred to as \"(What a) Wonderful World\") is a soul song that was written in the late 1950s by soul music pioneer Sam Cooke, along with songwriters Lou Adler and Herb Alpert."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Work_It_Out_(Beyonc%C3%A9_Knowles_song)",
                "match": [
                    "\"Work It Out\" is a song by American R&B singer Beyonce Knowles."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Never_Say_Never_(Romeo_Void_song)",
                "match": [
                    "\"Never Say Never\" is a 1982 song by the New Wave band Romeo Void."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bug_a_Boo",
                "match": [
                    "\"Bug a Boo\" is an R&B song by American recording group Destiny's Child."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bills%2C_Bills%2C_Bills",
                "match": [
                    "\"Bills, Bills, Bills\" is a song by American recording group Destiny's Child."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Get_on_the_Bus_(song)",
                "match": [
                    "\"Get on the Bus\" is a song by American recording group Destiny's Child featuring musician Timbaland."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sorrow_(The_McCoys_song)",
                "match": [
                    "\"Sorrow\" is a song first recorded by The McCoys in 1965 then by The British Modbeats in 1967."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27re_Just_in_Love",
                "match": [
                    "\"You're Just in Love\" is a popular song by Irving Berlin."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/MJB_da_MVP",
                "match": [
                    "\"MJB Da MVP\" is a song by American recording artist Mary J. Blige featuring rapper 50 Cent, taken from her seventh studio album \"The Breakthrough\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Be_Without_You",
                "match": [
                    "\"Be Without You\" is a song by American recording artist Mary J. Blige."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Se%C3%B1orita_(song)",
                "match": [
                    "\"Senorita\" () is a song by American singer-songwriter Justin Timberlake from his solo debut album \"Justified\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sally_(Kerbdog_song)",
                "match": [
                    "\"Sally\" is a song by Kerbdog and a single released on September 2, 1996, taken from their second album \"On the Turn\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mexican_Wave_(song)",
                "match": [
                    "\"Mexican Wave\" is a song by Kerbdog and a single released on March 17, 1997, taken from their second album \"On the Turn\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Just_a_Little_While",
                "match": [
                    "\"Just a Little While\" is a song by American recording artist Janet Jackson from her eight studio album, \"Damita Jo\" (2004)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_Nite_(Don%27t_Stop)",
                "match": [
                    "\"All Nite (Don't Stop)\" is a song by American recording artist Janet Jackson, released as the third single from her eighth studio album, \"Damita Jo\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Show_Must_Go_On_(Queen_song)",
                "match": [
                    "\"The Show Must Go On\" is a song by the English rock band Queen, featured as the twelfth and final track on their 1991 album \"Innuendo\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rosenrot_(song)",
                "match": [
                    "\"Rosenrot\" (German for Rose-red) is a song and single from the album of the same name by the German band Rammstein."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Radio_Free_Europe_(song)",
                "match": [
                    "\"Radio Free Europe\" is a song by the American alternative rock band R.E.M."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Yo_(Excuse_Me_Miss)",
                "match": [
                    "\"Not to be confused with Excuse Me Miss, a song by rapper Jay-Z."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Blow_Me_Away",
                "match": [
                    "\"Blow Me Away\" is a song by American rock band Breaking Benjamin originally created specifically for the 2004 first-person shooter video game \"Halo 2\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Eloise_(Paul_Ryan_song)",
                "match": [
                    "\"Eloise\" is a pop song first released in 1968."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Forever_and_for_Always",
                "match": [
                    "\"Forever and for Always\" is a song released by Canadian singer Shania Twain from her 2002 album \"Up!\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Laughing_Gnome",
                "match": [
                    "\"The Laughing Gnome\" is a song by English musician David Bowie, released as a single on 14 April 1967."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Prettiest_Star",
                "match": [
                    "\"The Prettiest Star\" is a song by David Bowie, originally released as a single in 1970."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Holy_Holy",
                "match": [
                    "\"Holy Holy\" is a song by David Bowie, originally released as a single in 1971."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Unforgettable_Fire_(song)",
                "match": [
                    "\"The Unforgettable Fire\" is a song by rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pride_(In_the_Name_of_Love)",
                "match": [
                    "\"Pride (In the Name of Love)\" is a song by Irish rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Be_My_Wife",
                "match": [
                    "\"Be My Wife\" is a song and single by David Bowie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Message_(Grandmaster_Flash_and_the_Furious_Five_song)",
                "match": [
                    "\"The Message\" is a song by Grandmaster Flash and the Furious Five."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tonight_(Iggy_Pop_song)",
                "match": [
                    "\"Tonight\" is a song written by David Bowie and Iggy Pop for the latter's second solo album, \"Lust for Life\", released in 1977 (1977 in music)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Be_My_Baby",
                "match": [
                    "\"Be My Baby\" is a song by The Ronettes, released as a single in August 1963."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ring_My_Bell",
                "match": [
                    "\"Ring My Bell'\" is a 1979 disco song by Anita Ward."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Down_with_the_Sickness",
                "match": [
                    "\"Down with the Sickness\" is a song by American heavy metal band Disturbed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beauty_and_the_Beast_(David_Bowie_song)",
                "match": [
                    "\"Beauty and the Beast\" is a song by David Bowie, the first track on his 1977 album \"\"Heroes\"\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Trains_to_Brazil",
                "match": [
                    "\"Trains to Brazil\" is a song by Guillemots from their 2006 releases \"Through the Windowpane\" and \"From the Cliffs\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Original_of_the_Species",
                "match": [
                    "\"Original of the Species\" is a song by rock band U2 and the tenth track from their 2004 album, \"How to Dismantle an Atomic Bomb\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Breaking_Glass_(song)",
                "match": [
                    "\"Breaking Glass\" is a song by the English singer/songwriter David Bowie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/That%27s_Entertainment_(song)",
                "match": [
                    "\"That's Entertainment\" is a 1980 song by British punk/Mod Revivalist group The Jam released from their fifth album, \"Sound Affects\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Daughter_(song)",
                "match": [
                    "\"Daughter\" is a song by the American rock band Pearl Jam, released in 1993 as the second single from the band's second studio album, \"Vs.\" (1993)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Boys_Keep_Swinging",
                "match": [
                    "\"Boys Keep Swinging\" is a song by English singer-songwriter David Bowie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Seasons_of_Love",
                "match": [
                    "\"Seasons of Love\" is a song from the Broadway musical \"Rent\", written and composed by Jonathan Larson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Creole_Cutie",
                "match": [
                    "Creole Cutie is a song written for barbershop quartet, originally performed in 1950."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Black_Water_(song)",
                "match": [
                    "\"Black Water\" is a song by the American music group The Doobie Brothers from the album \"What Were Once Vices Are Now Habits\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shapes_of_Things",
                "match": [
                    "\"Shapes of Things'\" is a song written by Paul Samwell-Smith, Keith Relf, and Jim McCarty, originally recorded by The Yardbirds and released as a single in March 1966 by the Columbia Gramophone Company."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Moi..._Lolita",
                "match": [
                    "\"Moi... Lolita'\" (English: \"Me... Lolita\") is a song by French singer Alizee, which was released as her debut single and the first from her debut album \"Gourmandises\" (2000) when she was 15."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gangsta_Rap_(song)",
                "match": [
                    "\"Gangsta Rap\" is a song by American rapper Ill Bill, which was released as his first single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dark_Star_(song)",
                "match": [
                    "\"Dark Star\" is a song released as a single by the Grateful Dead."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sich_a_Getting_up_Stairs",
                "match": [
                    "\"Sich a Getting Up Stairs\" (and various variant spellings) is an American song that dates to the early 1830s."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/China_Girl_(song)",
                "match": [
                    "\"China Girl\" is a song co-written by David Bowie and Iggy Pop during their years in Berlin, first appearing on Pop's album \"The Idiot\" (1977)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Modern_Love_(song)",
                "match": [
                    "\"Modern Love\" is a song written and recorded by David Bowie, and the first track on his album \"Let's Dance\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/New_York_State_of_Mind",
                "match": [
                    "\"New York State of Mind\" is a song written by Billy Joel which initially appeared on the album \"Turnstiles\" in 1976."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ohio_Is_for_Lovers",
                "match": [
                    "\"Ohio Is for Lovers\" is a song by American rock band Hawthorne Heights."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/My_Own_Prison_(song)",
                "match": [
                    "\"My Own Prison\" is a song by Creed and the titular lead single from their 1997 debut album of the same name."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Weathered_(song)",
                "match": [
                    "\"Weathered\" is a song written and performed by the band Creed, released as the last single from their album, \"Weathered\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mairzy_Doats",
                "match": [
                    "\"Mairzy Doats\" is a novelty song composed in 1943 by Milton Drake, Al Hoffman and Jerry Livingston."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gambler_(Madonna_song)",
                "match": [
                    "\"Gambler\" is a song by American singer-songwriter Madonna."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Straight_to_Hell_(song)",
                "match": [
                    "\"Straight to Hell\" is a rock song by The Clash, from their album \"Combat Rock\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tchaikovsky_(song)",
                "match": [
                    "\"Tschaikowsky (and Other Russians)\" is a patter song with lyrics by Ira Gershwin and music by Kurt Weill, first performed by American comedian Danny Kaye in the 1941 Broadway musical \"Lady in the Dark\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_End_of_the_World_(The_Cure_song)",
                "match": [
                    "\"The End of the World'\" is a song by British alternative rock band The Cure."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Peace_on_Earth/Little_Drummer_Boy",
                "match": [
                    "\"Peace on Earth/Little Drummer Boy\" (sometimes titled \"The Little Drummer Boy/Peace on Earth\") is a Christmas song with an added counterpoint performed by David Bowie and Bing Crosby."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/This_Is_Not_America",
                "match": [
                    "\"This Is Not America\" is a song by jazz fusion band Pat Metheny Group and rock singer David Bowie, taken from the soundtrack for the film \"The Falcon and the Snowman\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27ll_Take_You_Home_Again%2C_Kathleen",
                "match": [
                    "I'll Take You Home Again, Kathleen is a popular song written by Thomas P. Westendorf in 1875."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Square_One_(Tom_Petty_song)",
                "match": [
                    "\"Square One\" is a song by American musician Tom Petty and is the second track on his 2006 album, \"Highway Companion\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lies_(Koda_Kumi_song)",
                "match": [
                    "\"Lies\" is a J-pop song by singer Koda Kumi."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/M_(song)",
                "match": [
                    "\"M\" is a song written by Japanese singer Ayumi Hamasaki from her album \"I Am...\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Free_%26_Easy",
                "match": [
                    "\"Free & Easy\" is a song written by Ayumi Hamasaki and Dai Nagao for Hamasaki's album \"Rainbow\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/U_Should%27ve_Known_Better",
                "match": [
                    "\"U Should've Known Better\" is a song by American recording artist Monica."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rock_Candy",
                "match": [
                    "\"Rock Candy\" is a song by Montrose, the last song written and recorded for their 1973 debut."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/When_the_Wind_Blows_(song)",
                "match": [
                    "\"When the Wind Blows\" is a song from the soundtrack of the film of the same name, performed by David Bowie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Can_Have_It_All",
                "match": [
                    "\"You Can Have It All\" is a song by the Kaiser Chiefs, originally included on their debut album, \"Employment\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Prisoner_of_Love_(Tin_Machine_song)",
                "match": [
                    "\"Prisoner of Love\" is a song by Tin Machine taken from their eponymous debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Vasoline",
                "match": [
                    "\"Vasoline\" is a song by American rock band Stone Temple Pilots from their second album, \"Purple\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Clampdown",
                "match": [
                    "\"Clampdown\" is a single and a song by The Clash from their album \"London Calling\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_World_(Brad_Paisley_song)",
                "match": [
                    "\"The World\" is a song co-written and recorded by American country music singer Brad Paisley."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Alcohol_(Brad_Paisley_song)",
                "match": [
                    "\"Alcohol\" is a song written and recorded by American country music singer Brad Paisley."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Standing_on_My_Own_Again",
                "match": [
                    "\"Standing on My Own Again\" is a song by English singer-songwriter Graham Coxon and is the opening track on his 2006 studio album \"Love Travels at Illegal Speeds\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cat_People_(Putting_Out_Fire)",
                "match": [
                    "\"Cat People (Putting Out Fire)\" is a song by David Bowie, the title song of the 1982 film \"Cat People\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/When_You_Kiss_Me",
                "match": [
                    "\"When You Kiss Me\" is a song by Canadian singer Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Same_Old_Lang_Syne",
                "match": [
                    "\"Same Old Lang Syne\" is a song sung by Dan Fogelberg released as a single in 1980."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wild_Is_the_Wind_(song)",
                "match": [
                    "\"Wild Is the Wind\" is a song written by Dimitri Tiomkin and Ned Washington."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Any_Way_You_Want_It",
                "match": [
                    "\"Any Way You Want It\" is a popular song performed by Journey, released on the album \"Departure\" as the opening track and as a single in 1980."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Separate_Ways_(Worlds_Apart)",
                "match": [
                    "\"Separate Ways (Worlds Apart)\" is a song by Journey from their album \"Frontiers\" and released as a single on January 5, 1983."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Underground_(song)",
                "match": [
                    "\"Underground\" is a song from the soundtrack of the film \"Labyrinth\", performed by David Bowie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Red_Roses_for_a_Blue_Lady",
                "match": [
                    "\"Red Roses for a Blue Lady\" is a 1948 popular song by Sid Tepper and Roy C. Bennett (alias Roy Brodsky)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bouncing_Around_the_Room",
                "match": [
                    "\"Bouncing Around the Room\" is a song by the band Phish."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_the_Greatest",
                "match": [
                    "\"I'm the Greatest\" is a song written by John Lennon for Ringo Starr; both former members of the music group The Beatles."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Up_the_Hill_Backwards",
                "match": [
                    "\"Up the Hill Backwards\" is a song from David Bowie's 1980 album \"Scary Monsters (and Super Creeps)\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Clare_de_Kitchen",
                "match": [
                    "\"Clare de Kitchen\" is an American song from the blackface minstrel tradition."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mama_Told_Me_Not_to_Come",
                "match": [
                    "\"Mama Told Me (Not to Come)\" is a song by Randy Newman written for Eric Burdon's first solo album in 1966."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/De_Wild_Goose-Nation",
                "match": [
                    "\"De Wild Goose-Nation\" is an American song composed by blackface minstrel performer Dan Emmett."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/In_the_Cage",
                "match": [
                    "\"In the Cage\" is also a song by progressive rock group Genesis off their 1974 album The Lamb Lies Down on Broadway."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Not_Me%2C_Not_I",
                "match": [
                    "\"Not Me, Not I\" is a pop song written by Gary Barlow, Delta Goodrem, Eliot Kennedy, Kara DioGuardi and Jarrad Rogers, produced by Barlow and Kenndy for Goodrem's first album \"Innocent Eyes\" (2003)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tragedy_(song)",
                "match": [
                    "\"Tragedy\" is a song released by the Bee Gees, written by Barry, Robin & Maurice Gibb, included on their 1979 album \"Spirits Having Flown\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27ll_Never_Find_Another_Love_Like_Mine",
                "match": [
                    "\"You'll Never Find Another Love Like Mine\" (written by Kenny Gamble & Leon Huff) is a song performed by R&B singer Lou Rawls on his 1976 album \"All Things in Time\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/One_(Creed_song)",
                "match": [
                    "\"One\" is a song composed by the rock band Creed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Torn_(Creed_song)",
                "match": [
                    "\"Torn\" is a song composed by the rock band Creed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/What%27s_This_Life_For",
                "match": [
                    "\"What's This Life For\" is a song by rock band Creed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/What_If_(Creed_song)",
                "match": [
                    "\"What If\" is a song by Creed, released as the second single from their 1999 album \"Human Clay\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Boys_%26_Girls_(Ayumi_Hamasaki_song)",
                "match": [
                    "\"Boys & Girls\" is a song by Ayumi Hamasaki, released as her ninth single, on July 14, 1999."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27re_No_Angel",
                "match": [
                    "\"You're No Angel\" is a song written in 1942 by Francis E. Tucher (born in Indianapolis, Indiana in 1924)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/So_Easy",
                "match": [
                    "\"So Easy\" is a song by Norwegian duo Royksopp, released as their first single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Nature_Boy",
                "match": [
                    "\"Nature Boy\" is a song by Eden Ahbez, published in 1947."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Put_You_on_the_Game",
                "match": [
                    "\"Put You on the Game\" is a song by American rapper and West Coast hip hop artist The Game, released as the final single from his debut album, \"The Documentary\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beautiful_Boy_(Darling_Boy)",
                "match": [
                    "\"Beautiful Boy (Darling Boy)\" is a song written and performed by John Lennon."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Drop_It_on_Me",
                "match": [
                    "\"Drop It on Me\" is a song recorded by the Puerto Rican singer Ricky Martin that was included on his tenth album, \"Life\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Kimi_no_Uchi_ni_Tsuku_made_Zutto_Hashitte_Yuku",
                "match": [
                    "is a song by Garnet Crow, which was released as one of their two debut singles - which they released on the same day, March 29, 2000, after being signed record label Giza Studio."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Heal_the_World",
                "match": [
                    "\"Heal the World\" is a song from Michael Jackson's hit album, \"Dangerous\", released in 1991."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Saturday_Night_Special_(Lynyrd_Skynyrd_song)",
                "match": [
                    "\"Saturday Night Special\" is a hard rock song by Lynyrd Skynyrd."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/No_Regret_(song)",
                "match": [
                    "\"No Regret\" is a J-Pop song by singer Koda Kumi."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Show_Must_Go_On_(Leo_Sayer_song)",
                "match": [
                    "\"The Show Must Go On\" is a song co-written by Leo Sayer and David Courtney and first recorded by Sayer."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Te_Amo_Coraz%C3%B3n",
                "match": [
                    "\"Te Amo Corazon\" is a song by Prince, released as the first single from his 2006 album, \"3121\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Better_Man_(Robbie_Williams_song)",
                "match": [
                    "\"Better Man\" is a song by British pop singer Robbie Williams, it became the last single from his album \"Sing When You're Winning\" in late 2001."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Winner_Takes_It_All",
                "match": [
                    "\"The Winner Takes It All\" is a song recorded by Swedish pop group ABBA."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beast_of_Burden_(song)",
                "match": [
                    "\"Beast of Burden\" is a song by English rock band The Rolling Stones, featured on the 1978 album \"Some Girls\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lazy_Sunday",
                "match": [
                    "\"Lazy Sunday\" is a song and short video by American comedy troupe The Lonely Island, released on December 17, 2005, broadcast on \"Saturday Night Live\" as the second Digital Short."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/AM_Radio_(song)",
                "match": [
                    "\"AM Radio\" is a rock song by the band Everclear."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Higher_Ground_(Stevie_Wonder_song)",
                "match": [
                    "\"Higher Ground\" is a funk song written by Stevie Wonder and first appearing on his 1973 album \"Innervisions\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/No_One_(Aly_%26_AJ_song)",
                "match": [
                    "\"No One\" is an acoustic song recorded by American pop rock duo Aly & AJ for their debut album \"Into the Rush\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Body_II_Body",
                "match": [
                    "\"Body II Body\" is a song by Samantha Mumba, released as the second single from her album \"Gotta Tell You\" in the autumn of 2000."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Belong_to_the_City",
                "match": [
                    "\"You Belong to the City\" is a rock song written by Glenn Frey (of the Eagles) and Jack Tempchin, and recorded by Frey during his solo career."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Yellow_Ledbetter",
                "match": [
                    "\"Yellow Ledbetter\" is a song by the American alternative rock band Pearl Jam."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Baby_Universal",
                "match": [
                    "\"Baby Universal\" is a song by Tin Machine, released as the second single from their \"Tin Machine II\" album in October 1991."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Gestern_war_heute_noch_morgen",
                "match": [
                    "\"Gestern war heute noch morgen\" (German for \"Yesterday today was still tomorrow\") is a song compilation of the German rock band Bohse Onkelz."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jump_They_Say",
                "match": [
                    "\"Jump They Say\" is a song by David Bowie from his album \"Black Tie White Noise\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Crunge",
                "match": [
                    "\"The Crunge\" is a song by the English rock band Led Zeppelin from their 1973 album \"Houses of the Holy\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/She%27s_Not_Just_a_Pretty_Face",
                "match": [
                    "\"She's Not Just a Pretty Face\" is a song by Canadian singer Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Strangers_When_We_Meet_(song)",
                "match": [
                    "\"Strangers When We Meet\" is a song by David Bowie, originally recorded for his 1993 album \"The Buddha of Suburbia\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lilac_Wine",
                "match": [
                    "\"Lilac Wine\" is a song written by James Shelton (words and music) in 1950."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Eternal_Life_(song)",
                "match": [
                    "\"Eternal Life\" is a song composed by Jeff Buckley and is track #9 on his album \"Grace\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Know_Your_Enemy_(Rage_Against_the_Machine_song)",
                "match": [
                    "\"Know Your Enemy\" is a song by the American rap metal band Rage Against the Machine."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tell_Me_Why_(1951_song)",
                "match": [
                    "\"Tell Me Why\" is a popular song written by Marty Gold with the lyrics by Al Alberts."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Walking_on_Sunshine_(song)",
                "match": [
                    "\"Walking on Sunshine\" is a song written by Kimberley Rew for Katrina and the Waves' 1983 eponymous debut full-length album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/(They_Long_to_Be)_Close_to_You",
                "match": [
                    "\"(They Long to Be) Close to You\" is a popular song written by Burt Bacharach and Hal David."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Too_Close_for_Comfort_(1956_song)",
                "match": [
                    "\"Too Close for Comfort\" is a popular song by Jerry Bock, George David Weiss, and Larry Holofcener."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Maria_(1956_song)",
                "match": [
                    "\"Maria\" is a song from the Broadway musical \"West Side Story\", sung by the lead character Tony."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Red_Barchetta",
                "match": [
                    "\"Red Barchetta\" is a song by rock band Rush from their album \"Moving Pictures\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Universal_Soldier_(song)",
                "match": [
                    "\"Universal Soldier\" is a song written and recorded by Canadian singer-songwriter Buffy Sainte-Marie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Will_You_Be_There",
                "match": [
                    "\"Will You Be There\" is a song by Michael Jackson which was released in 1993."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Christmas_Wrapping",
                "match": [
                    "\"Christmas Wrapping\" is a Christmas song by the American post-punk band the Waitresses, written by band leader Chris Butler."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Play_a_Simple_Melody",
                "match": [
                    "\"Play a Simple Melody\" is a song from the 1914 musical, \"Watch Your Step\", words and music by Irving Berlin."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/That%27s_My_Goal",
                "match": [
                    "\"That's My Goal\" is a song by English pop singer Shayne Ward, the winner of the second series of \"X Factor\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Belong_in_Rock_n%27_Roll",
                "match": [
                    "\"You Belong in Rock n' Roll\" was a song by Tin Machine, released ahead of their second album in August 1991."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Moonlight_in_Vermont_(song)",
                "match": [
                    "\"Moonlight in Vermont\" is a popular song about the U.S. state of Vermont, written by John Blackburn and Karl Suessdorf and published in 1944."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Laffy_Taffy_(song)",
                "match": [
                    "\"Laffy Taffy'\" is a song by Atlanta-based hip-hop group D4L which reached number one on the \"Billboard\" Hot 100 in January 2006."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_Right_Here",
                "match": [
                    "\"I'm Right Here\" is a song by Samantha Mumba, the first single release from her aborted second album \"Woman\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Move_Your_Feet",
                "match": [
                    "\"Move Your Feet\" is a song by Danish pop duo Junior Senior."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pour_Some_Sugar_on_Me",
                "match": [
                    "\"Pour Some Sugar on Me\" is a song by British hard rock band Def Leppard from their 1987 album \"Hysteria\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Xanadu_(Rush_song)",
                "match": [
                    "Xanadu is a song recorded by the Canadian progressive rock trio Rush for their 1977 album \"A Farewell to Kings\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Christmas_at_Ground_Zero",
                "match": [
                    "\"Christmas at Ground Zero\" is an original song by \"Weird Al\" Yankovic."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Little_Saint_Nick",
                "match": [
                    "\"Little Saint Nick\" is a Christmas song written by Brian Wilson and Mike Love and originally performed by their group The Beach Boys."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Spin_the_Black_Circle",
                "match": [
                    "\"Spin the Black Circle\" is a song by the American rock band Pearl Jam, released on November 8, 1994 as the first single from the band's third studio album, \"Vitalogy\" (1994)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Three_Little_Words_(song)",
                "match": [
                    "\"Three Little Words\" is a popular song with music by Harry Ruby and the lyrics by Bert Kalmar, published in 1930."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Maybe_Tonight",
                "match": [
                    "\"Maybe Tonight\" is a pop song written by Dave Bassett, Jess Cates and Lindy Robbins, produced by Bryon Jones and Adam Reily for Kate DeAraugo's first album \"A Place I've Never Been\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Transmission_(song)",
                "match": [
                    "\"Transmission\" is a song by post-punk band Joy Division, released on Factory Records in November 1979 on 7\" and re-released as a 12\" single with a different sleeve in December 1980."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/As_Tears_Go_By_(song)",
                "match": [
                    "\"As Tears Go By\" is a song written by The Rolling Stones singer Mick Jagger, guitarist Keith Richards, and their manager Andrew Loog Oldham, and was a popular hit for both British singer Marianne Faithfull in 1964 and The Rolling Stones in 1965."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/American_Woman_(song)",
                "match": [
                    "\"American Woman'\" is a song by Canadian rock band The Guess Who, first released in January 1970 on the album of the same name and later in March as a single, which reached No."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jump_(Madonna_song)",
                "match": [
                    "\"Jump\" is a song by American singer-songwriter Madonna from her tenth studio album \"Confessions on a Dance Floor\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Passion_(Hikaru_Utada_song)",
                "match": [
                    "\"Passion\" is a song by Hikaru Utada, released in Japan as a single on December 14, 2005."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_Star_(song)",
                "match": [
                    "\"All Star\" is a song by American pop rock group Smash Mouth."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_First_Night",
                "match": [
                    "\"The First Night\" is a song by American recording artist Monica."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pumping_on_Your_Stereo",
                "match": [
                    "\"Pumping on Your Stereo\" is a song by Supergrass, released as their first single from their self-titled third album, \"Supergrass\" (1999)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Moving_(Supergrass_song)",
                "match": [
                    "\"Moving\" is a song by Supergrass, from their eponymous third album, \"Supergrass\" (1999)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Wind_Cries_Mary",
                "match": [
                    "\"The Wind Cries Mary\" is a song written by Jimi Hendrix and issued by the Jimi Hendrix Experience as the band's third single on May 5, 1967."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fire_(The_Jimi_Hendrix_Experience_song)",
                "match": [
                    "\"Fire\" is a song written and originally recorded by Jimi Hendrix and released on the 1967 \"Are You Experienced\" album by The Jimi Hendrix Experience."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/White_Wedding_(song)",
                "match": [
                    "\"White Wedding\" is a song by Billy Idol that appeared on his album \"Billy Idol\" (1982)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Genius_of_Love",
                "match": [
                    "\"Genius of Love\" is a 1981 hit song by Tom Tom Club from their eponymous debut album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cortez_the_Killer",
                "match": [
                    "\"Cortez the Killer\" is a song by Neil Young from his 1975 album, \"Zuma\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Go_Your_Own_Way",
                "match": [
                    "\"Go Your Own Way\" is a song by the British/American rock band Fleetwood Mac, released as a single in December 1976."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_Night_Disco_Party",
                "match": [
                    "\"All Night Disco Party\" is a song by Brakes."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Nevertheless_(I%27m_in_Love_with_You)",
                "match": [
                    "\"Nevertheless I'm in Love with You\" (sometimes referred to simply as \"Nevertheless\") is a popular song written by Harry Ruby with lyrics by Bert Kalmar, first published in 1931."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Burning_Benches",
                "match": [
                    "\"Burning Benches\" is a song by English rock band Morning Runner and was the fourth track on their 2006 debut album \"Wilderness Is Paradise Now\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wooden_Ships",
                "match": [
                    "\"Wooden Ships\" is a song written and composed in the late 1960s by David Crosby, Paul Kantner and Stephen Stills."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Ain%27t_Seen_Nothing_Yet",
                "match": [
                    "\"You Ain't Seen Nothin' Yet\" is a rock song written by Randy Bachman and performed by BachmanTurner Overdrive (BTO) on the album \"Not Fragile\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Brian_Wilson_(song)",
                "match": [
                    "\"Brian Wilson\" is a song by the Canadian musical group Barenaked Ladies."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sunday_Sunday",
                "match": [
                    "\"Sunday Sunday\" is a song by English alternative rock band Blur, featured on their second album, \"Modern Life Is Rubbish\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Music_Is_My_Radar",
                "match": [
                    "\"Music Is My Radar\" is a song by British band Blur."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Real_Cool_World",
                "match": [
                    "\"Real Cool World\" is a song from the soundtrack of the film \"Cool World\", performed by David Bowie."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Show_Must_Go_On_(Pink_Floyd_song)",
                "match": [
                    "\"The Show Must Go On\" (working titles \"Who's Sorry Now\", \"(It's) Never Too Late\") is a song by English rock band Pink Floyd, from their 1979 album \"The Wall\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Death_on_Two_Legs",
                "match": [
                    "\"Death on Two Legs (Dedicated to...)\" is a song by British rock group Queen, and is the opening track on their fourth studio album \"A Night at the Opera\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Miracle_Goodnight",
                "match": [
                    "\"Miracle Goodnight\" is a song from David Bowie's album \"Black Tie White Noise\", and was released as the third single from the album in October 1993."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bring_It_On_Home_(Sonny_Boy_Williamson_II_song)",
                "match": [
                    "\"Bring It On Home\" is a song written by American bassist-songwriter Willie Dixon."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pal%C3%A4stinalied",
                "match": [
                    "Palastinalied (\"Palestine Song\") is a song written by Walther von der Vogelweide, the most celebrated German mediaeval lyric poet."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Dope_Show",
                "match": [
                    "\"The Dope Show\" is a song from Marilyn Manson's 1998 album \"Mechanical Animals\", released in September of that year as the album's lead single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Don%27t_Rain_on_My_Parade",
                "match": [
                    "\"Don't Rain On My Parade\" is a popular song from the 1964 musical \"Funny Girl\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/King_of_My_Castle",
                "match": [
                    "\"King of My Castle\" is a song by American electronic music producer Chris Brann under his Wamdue Project alias, with vocals by Gaelle Adisson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Estoy_Aqu%C3%AD",
                "match": [
                    "\"Estoy Aqui\" () is a song written by Shakira and Luis F. Ochoa, released in 1995 as the second single from her 1996 breakthrough album \"Pies Descalzos\" (1996)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Naughty_Girl_(Holly_Valance_song)",
                "match": [
                    "\"Naughty Girl\" is a pop song written by Grant Black, Cozi Costi, Deborah Ffrench and Brio Taliaferro, and produced by Phil Thornalley."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ooh_It%27s_Kinda_Crazy",
                "match": [
                    "\"Ooh It's Kinda Crazy\" is a song by Vancouver pop band soulDecision."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/It_Only_Hurts_When_I%27m_Breathing",
                "match": [
                    "\"It Only Hurts When I'm Breathing\" is a song performed by Canadian singer-songwriter Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Spanish_Flea",
                "match": [
                    "\"Spanish Flea\" is a popular song written by Julius Wechter in the 1960s with lyrics by Cissy Wechter."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/For_the_Moment_(song)",
                "match": [
                    "\"For the Moment\" is a song by Japanese j-pop group Every Little Thing, released as their fourth single on June 4, 1997, and their first single to top the Oricon chart."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Untitled_4_Ballads",
                "match": [
                    "\"Untitled 4 Ballads\" is a song by Japanese j-pop group Every Little Thing, released on December 18, 2002, as their twenty-third single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mr._Jones_(Counting_Crows_song)",
                "match": [
                    "\"Mr. Jones\" is a song by American alternative rock band Counting Crows."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Touch_Me_I%27m_Sick",
                "match": [
                    "\"Touch Me I'm Sick\" is a song by the American alternative rock band Mudhoney."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Party_for_Two",
                "match": [
                    "\"Party for Two\" is a song by Canadian singer Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Little_Boxes",
                "match": [
                    "\"Little Boxes\" is a song written by Malvina Reynolds in 1962, which became a hit for her friend Pete Seeger in 1963."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/At_My_Most_Beautiful",
                "match": [
                    "\"At My Most Beautiful\" is a song by the American alternative rock band R.E.M."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_the_Young_Dudes_(song)",
                "match": [
                    "\"All the Young Dudes\" is a song written by David Bowie, originally recorded and released as a single by Mott the Hoople in 1972."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dear_My_Friend",
                "match": [
                    "\"Dear My Friend\" is a song by Japanese j-pop group Every Little Thing, released as their third single on January 22, 1997."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Beautiful_People_(Marilyn_Manson_song)",
                "match": [
                    "\"The Beautiful People\" is a song by American rock band Marilyn Manson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Find_the_River",
                "match": [
                    "\"Find the River\" is a song by R.E.M., released as the sixth and final single from their eighth album \"Automatic for the People\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Future_World_(Every_Little_Thing_song)",
                "match": [
                    "\"Future World\" is a song by Japanese j-pop group Every Little Thing, released as their second single on October 23, 1996."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/On_the_Turning_Away",
                "match": [
                    "\"On the Turning Away\" is a song from Pink Floyd's 1987 album, \"A Momentary Lapse of Reason\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mr._Jinx_(song)",
                "match": [
                    "\"Mr. Jinx\" (released as \"Mr. Jinx (We've Got It Right)\") is a 2002 hip-hop song by Quarashi released as the second single from their American debut album, \"Jinx\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Forever_Yours_(song)",
                "match": [
                    "\"Forever Yours\" is a song by Japanese J-pop group Every Little Thing, released as the group's ninth single on June 17, 1998."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/We%27re_Not_Gonna_Take_It_(Twisted_Sister_song)",
                "match": [
                    "\"We're Not Gonna Take It\" is a 1984 hit song by the American glam metal/heavy metal band Twisted Sister from their album \"Stay Hungry\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Necessary_(song)",
                "match": [
                    "\"Necessary\" is a song by Japanese j-pop group Every Little Thing, released as their tenth single on September 30, 1998."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Over_and_Over_(Every_Little_Thing_song)",
                "match": [
                    "\"Over and Over\" is a song by Japanese j-pop group Every Little Thing, released as the group's eleventh single on January 27, 1999."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Someday%2CSomeplace",
                "match": [
                    "\"Someday,Someplace\" is a song by Japanese j-pop group Every Little Thing, released as their twelfth single on March 3, 1999."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lay_All_Your_Love_on_Me",
                "match": [
                    "\"Lay All Your Love on Me\", is a song recorded by Swedish pop group ABBA in 1980 for their \"Super Trouper\" album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cadillac_Dress",
                "match": [
                    "\"Cadillac Dress\" is a 2004 pop song by the Canadian band soulDecision."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Running_to_Stand_Still",
                "match": [
                    "\"Running to Stand Still\" is a song by rock band U2, and it is the fifth track from their 1987 album, \"The Joshua Tree\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Better_Days_(Goo_Goo_Dolls_song)",
                "match": [
                    "\"Better Days\" is a song recorded by the Goo Goo Dolls."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Graceful_World",
                "match": [
                    "\"Graceful World\" is a song by Japanese j-pop group Every Little Thing, released as their nineteenth single on February 21, 2001."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jump_(Every_Little_Thing_song)",
                "match": [
                    "\"Jump\" is a song by Japanese j-pop group Every Little Thing, released as their 20th single on October 17, 2001."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Kioku_(Every_Little_Thing_song)",
                "match": [
                    "is a song by J-Pop group Every Little Thing, released as their 21st single on May 15, 2002."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Money%2C_Money%2C_Money",
                "match": [
                    "\"Money, Money, Money\", originally \"Gypsy Girl\", is a song recorded by Swedish pop group ABBA."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/After_Midnight_(song)",
                "match": [
                    "\"After Midnight\" is a rock song written by J. J. Cale, which was later successfully covered by Eric Clapton."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Livin%27_la_Vida_Loca",
                "match": [
                    "\"Livin' la Vida Loca\" (English: \"Livin' the Crazy Life\") is a number-one hit song by Puerto Rican singer Ricky Martin (he had previously released several albums in Spanish)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Baby%2C_I_Love_You",
                "match": [
                    "\"Baby, I Love You'\" is a pop song written by Jeff Barry, Ellie Greenwich, and Phil Spector, produced by Spector, and originally recorded in 1963 by The Ronettes."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Face_the_Change",
                "match": [
                    "\"Face the Change\" is a song by Japanese j-pop group Every Little Thing, released as the group's seventh single on January 7, 1998."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Time_Goes_By",
                "match": [
                    "\"Time Goes By\" is a song by Japanese j-pop group Every Little Thing, released as their eighth single on February 11, 1998."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Around_the_World_(Red_Hot_Chili_Peppers_song)",
                "match": [
                    "\"Around the World'\" is a song by Red Hot Chili Peppers released as the second single from their 1999 album, \"Californication\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shiny_Happy_People_(Angel)",
                "match": [
                    "\"Shiny Happy People\" is an episode (18 of season 4) of the television show \"Angel\" named after a song by R.E.M.."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wait_%26_See_(Risk)",
                "match": [
                    "is a song by Hikaru Utada, released as her fifth Japanese language single (her sixth overall) on April 19, 2000."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tipsy_(J-Kwon_song)",
                "match": [
                    "\"Tipsy\" is a song recorded by J-Kwon."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Addicted_to_You_(Hikaru_Utada_song)",
                "match": [
                    "\"Addicted to You\" is a song by Hikaru Utada, released as her fifth overall single (4th Japanese-language), released on November 10, 1999."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Juicebox_(song)",
                "match": [
                    "\"Juicebox\" is a song by the American rock band The Strokes."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shoe_Box",
                "match": [
                    "\"Shoe Box\" is a song by Canadian band Barenaked Ladies, released as a single from their 1995 album, \"Born on a Pirate Ship\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Some_Girls_(Rachel_Stevens_song)",
                "match": [
                    "\"Some Girls\" is a synthpop song written by Richard X and Hannah Robinson for British singer Rachel Stevens."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Trouser_Press",
                "match": [
                    "\"Trouser Press\" was a rock and roll magazine started in New York in 1974 as a mimeographed fanzine by editor/publisher Ira Robbins, fellow Who fan Dave Schulps and Karen Rose under the name \"Trans-Oceanic Trouser Press\" (a reference to a song by the Bonzo Dog Doo-Dah Band and an acronymic play on the British TV show \"Top of the Pops)\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Can%27t_Get_It_Back",
                "match": [
                    "\"Can't Get It Back\" a song by American recording group Blaque."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Style_(song)",
                "match": [
                    "\"Style\" is a song by British R&B group Mis-Teeq."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/New_Born",
                "match": [
                    "\"New Born\" is a song by the English alternative rock band Muse from their second studio album \"Origin of Symmetry\", released in 2001."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/American_Baby",
                "match": [
                    "\"American Baby\" is a song from American jam band Dave Matthews Band released as the first single from their 2005 studio album, \"Stand Up\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dreamgirl_(Dave_Matthews_Band_song)",
                "match": [
                    "\"Dreamgirl\" is a song by the Dave Matthews Band that appears on their 2005 studio album, \"Stand Up\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/So_Good_(Rachel_Stevens_song)",
                "match": [
                    "\"So Good\" is a song by Rachel Stevens, released as a single in the United Kingdom on 4 July 2005."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Walk_(Pantera_song)",
                "match": [
                    "\"Walk\" is a song and the fourth single from Pantera's sixth album \"Vulgar Display of Power\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Up_Where_We_Belong",
                "match": [
                    "\"Up Where We Belong\" is a song written by Jack Nitzsche, Buffy Sainte-Marie, and Will Jennings."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cemetery_Gates",
                "match": [
                    "\"Cemetery Gates\" is a song by heavy metal band Pantera."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pray_/_Get_into_a_Groove",
                "match": [
                    "\"Pray / Get into a Groove\" is a song by j-pop group Every Little Thing, released as their fourteenth single on January 1, 2000."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Love_Steals_Us_from_Loneliness",
                "match": [
                    "\"Love Steals Us from Loneliness\" is a song by the Scottish rock band, Idlewild, from their 2005 album \"Promises\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Understand_It",
                "match": [
                    "\"I Understand It\" is a song by Scottish rock band Idlewild, from their 2005 album \"Promises\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rescue_Me/Smile_Again",
                "match": [
                    "\"Rescue Me\"/\"Smile Again\" is a song by j-pop group Every Little Thing, released as their sixteenth single on June 14, 2000."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hello_Operator_(song)",
                "match": [
                    "\"Hello Operator\" is a song from \"De Stijl\", the second album by the Detroit, Michigan garage rock band The White Stripes and the first track from it to be released as a 7\" single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ai_no_Kakera",
                "match": [
                    ", literally \"Love's Fragment\", is a song by J-pop duo Every Little Thing, released as the band's seventeenth single on October 18, 2000."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Catch_the_Wind",
                "match": [
                    "\"Catch the Wind\" is a song written and recorded by British singer-songwriter Donovan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Seven_Days_in_the_Sun",
                "match": [
                    "\"Seven Days in the Sun\" is a song by Feeder, released as the second single from their \"Echo Park\" album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/For_All_We_Know_(1934_song)",
                "match": [
                    "\"For All We Know\" is a popular song published in 1934."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/For_All_We_Know_(1970_song)",
                "match": [
                    "\"For All We Know\" is a popular song written for the 1970 film, \"Lovers and Other Strangers\", by Fred Karlin, Robb Wilson (Robb Royer) and Arthur James (Jimmy Griffin)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/It_Had_to_Be_You_(song)",
                "match": [
                    "\"It Had to Be You\" is a popular song written by Isham Jones, with lyrics by Gus Kahn."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/No-One_but_You_(Only_the_Good_Die_Young)",
                "match": [
                    "\"No-One But You (Only the Good Die Young)\" is a song recorded by the remaining three members of the British rock band Queen following the death of singer Freddie Mercury."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Elegia",
                "match": [
                    "\"Elegia\" is a song by the British electro/rock band, New Order."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wendell_Gee",
                "match": [
                    "\"Wendell Gee\" is a song by the American alternative rock band R.E.M., released as the third and final single from the group's third studio album \"Fables of the Reconstruction\" in 1985."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Das_Model",
                "match": [
                    "\"Das Model\" (spelling on album: \"Das Modell\"; English version title: \"The Model\") is a song recorded by the electro-pop group Kraftwerk in 1978; written by musicians Ralf Hutter and Karl Bartos, with artist Emil Schult collaborating on the lyrics."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Snooker_Loopy",
                "match": [
                    "\"Snooker Loopy\" is a humorous song which was released as a single in May 1986 and entered the UK Singles Chart, reaching #6."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hands_Clean",
                "match": [
                    "\"Hands Clean\" is a song by Canadian recording artist and songwriter Alanis Morissette for her fifth studio album \"Under Rug Swept\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bang_Bang_(Squeeze_song)",
                "match": [
                    "\"Bang Bang\", a song by Squeeze, was the second single released from their debut album \"Squeeze\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/For_Your_Life",
                "match": [
                    "\"For Your Life\" is a song by the English rock band Led Zeppelin, from their 1976 album \"Presence\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Stronger_(Sugababes_song)",
                "match": [
                    "\"Stronger\" is a song by English girl group Sugababes, from their second studio album \"Angels with Dirty Faces\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Breathe_on_Me",
                "match": [
                    "\"Breathe on Me\" is a song by American recording artist Britney Spears."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Round_Round",
                "match": [
                    "\"Round Round\" is a song performed by British girl group Sugababes, released on 12 August 2002 through Island Records."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Don%27t_Want_to_Miss_a_Thing",
                "match": [
                    "\"I Don't Want to Miss a Thing\" is a song performed by American rock band Aerosmith for the 1998 Touchstone film \"Armageddon\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Frontier_Psychiatrist",
                "match": [
                    "\"Frontier Psychiatrist\" is a song by Australian electronic dance music group The Avalanches."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Larger_than_Life_(song)",
                "match": [
                    "\"Larger than Life\" is a song by the Backstreet Boys, released as the second single from their 1999 album, \"Millennium\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Limelight_(song)",
                "match": [
                    "\"Limelight\" is a song by the Canadian progressive rock band Rush."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Want_It_That_Way",
                "match": [
                    "\"I Want It That Way\" is a hit song by the Backstreet Boys, and their first single from their 1999 album \"Millennium\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_So_Crazy",
                "match": [
                    "\"I'm So Crazy\" is a song by Italian house duo Par-T-One and rock band INXS."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Stomp_(Steps_song)",
                "match": [
                    "\"Stomp\" is a song by Steps, released as a hit single, which became the group's second and last single to hit #1 on the UK charts."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Got_It",
                "match": [
                    "\"You Got It\" is a song from Roy Orbison's album, \"Mystery Girl\" (1989)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tour_de_France_(song)",
                "match": [
                    "\"Tour de France\" is a song by Kraftwerk."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lucifer_Sam",
                "match": [
                    "\"Lucifer Sam\" is a song by British psychedelic rock band Pink Floyd, featured on their 1967 debut album \"The Piper at the Gates of Dawn\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Astronomy_Domine",
                "match": [
                    "\"Astronomy Domine\" is a song by British psychedelic rock band Pink Floyd."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Holding_Out_for_a_Hero",
                "match": [
                    "\"Holding Out for a Hero\" is a song written by Jim Steinman and Dean Pitchford, originally recorded by Welsh singer Bonnie Tyler."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Train_in_Vain",
                "match": [
                    "\"Train in Vain\" is a song by the British punk rock band The Clash."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Undecided",
                "match": [
                    "\"Undecided\" is a popular song written by Sid Robin and Charlie Shavers and published in 1938."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tubthumping",
                "match": [
                    "\"Tubthumping\", informally known by its prominent lyric \"I Get Knocked Down'\", is a song released by the anarcho-punk band Chumbawamba on 11 August 1997 through Universal Records and EMI Electrola."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/How_the_West_Was_Won_and_Where_It_Got_Us",
                "match": [
                    "\"How the West Was Won and Where It Got Us\" is a song by R.E.M., released as the fourth and final single from their tenth studio album \"New Adventures in Hi-Fi\" in 1997."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Rollergirl",
                "match": [
                    "Nicole Safft (born 19 November 1975), professionally known as Rollergirl, is a German singer with a number of successful tracks such as \"Dear Jessie\" (a loose cover of a Madonna song) and \"Luv U More,\" the latter being a cover of a song by Sunscreem."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/U_Don%27t_Know_Me_(Armand_Van_Helden_song)",
                "match": [
                    "\"U Don't Know Me\" is a song by American house music producer Armand Van Helden."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jubilee_Street",
                "match": [
                    "\"Jubilee Street\" is a song written and recorded by Australian alternative rock band, Nick Cave and the Bad Seeds for their fifteenth studio album, \"Push the Sky Away\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Ain%27t_Got_Time_to_Tarry",
                "match": [
                    "\"I Ain't Got Time to Tarry\", also known as \"The Land of Freedom\", is an American song written by blackface minstrel composer Dan Emmett."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_Gwine_ober_de_Mountain",
                "match": [
                    "\"I'm Gwine ober de Mountain\", also spelled \"I'm Going ober de Mountain\", is an American song written by blackface minstrel composer Dan Emmett."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Movin%27_on_Without_You",
                "match": [
                    "\"Movin' on Without You\" is a song by Hikaru Utada, released as her third single (her second in Japanese) on February 17, 1999."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_Don%27t_Love_Me",
                "match": [
                    "\"You Don't Love Me\" is a song by English indie rock band The Kooks and is featured on their debut album, \"Inside Out\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sofa_Song",
                "match": [
                    "\"Sofa Song\" is a song by English rock band The Kooks and is featured on their debut album, \"Inside Out\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Private_Dancer_(song)",
                "match": [
                    "\"Private Dancer\" is a hit song recorded by Tina Turner, and written by Mark Knopfler."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/China_in_Your_Hand",
                "match": [
                    "\"China in Your Hand\" is a song by British band T'Pau, released from their album \"Bridge of Spies\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Twisted_Transistor",
                "match": [
                    "\"Twisted Transistor\" is a song written and recorded by American nu metal band Korn and The Matrix for Korn's seventh studio album, \"See You on the Other Side\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Talk_About_the_Passion",
                "match": [
                    "\"Talk About the Passion\" is a song by the American alternative rock band R.E.M., released as the second single released from its debut album \"Murmur\" in 1983 and a live performance at Larry's Hideaway, Toronto, Canada, from July 9, 1983 was released on the 2008 Deluxe Edition reissue of that album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Dirty_Little_Secret",
                "match": [
                    "\"Dirty Little Secret\" is a song by American rock band The All-American Rejects, released as the lead single from their second studio album \"Move Along\" on June 5, 2005."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Possum_Kingdom_(song)",
                "match": [
                    "\"Possum Kingdom\" is a song by rock band Toadies released as the second single from their 1994 album, \"Rubberneck\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Look_at_Me_(Geri_Halliwell_song)",
                "match": [
                    "\"Look at Me\" is a pop song written by British singer-songwriter Geri Halliwell, Paul Wilson and Andy Watkins."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mi_Chico_Latino",
                "match": [
                    "\"Mi Chico Latino\" (English: \"My Latin Boy\"), is a song by English singer Geri Halliwell and second single from her debut solo album \"Schizophonic\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Make_Your_Own_Kind_of_Music_(song)",
                "match": [
                    "\"Make Your Own Kind of Music\" is a pop song written by Barry Mann and Cynthia Weil\nfirst recorded in 1968 by New York City-based trio the Will-O-Bees (Janet Blossom, Steven Porter, and Robert Merchanthouse) who regularly performed Mann/Weil compositions."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/2gether_(The_New_Power_Generation_song)",
                "match": [
                    "\"2gether\" is a song from The New Power Generation's album \"Goldnigga\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Should_I_Stay_or_Should_I_Go",
                "match": [
                    "\"Should I Stay or Should I Go\" is a song by the English punk rock band The Clash, from their album \"Combat Rock\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Child_in_Time",
                "match": [
                    "\"Child in Time\" is a song by the English rock band Deep Purple."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Real_Thing_(Russell_Morris_song)",
                "match": [
                    "\"The Real Thing\" is a song originally recorded by Australian singer Russell Morris in 1969."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Scream_If_You_Wanna_Go_Faster_(song)",
                "match": [
                    "\"Scream If You Wanna Go Faster\" is a song by Geri Halliwell, released as the second song from her second solo album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Calling_(song)",
                "match": [
                    "\"Calling\" is a song by Geri Halliwell, released as the third and final single from the album \"Scream if You Wanna Go Faster\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/First_Love_(Hikaru_Utada_song)",
                "match": [
                    "\"First Love\" is a song by Japanese singer-songwriter Hikaru Utada."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hammer_to_Fall",
                "match": [
                    "\"Hammer to Fall\" is a 1984 song by the British rock group Queen."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shape_of_My_Heart_(Backstreet_Boys_song)",
                "match": [
                    "\"Shape of My Heart\" is a song by American pop band Backstreet Boys from their fourth studio album, \"Black & Blue\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Unwritten_(song)",
                "match": [
                    "\"Unwritten\" is a song by English singer Natasha Bedingfield."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Why_Do_Fools_Fall_in_Love_(song)",
                "match": [
                    "\"Why Do Fools Fall in Love\" is a song that was originally a hit for early New York City-based rock and roll group Frankie Lymon & The Teenagers in 1956."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Knights_of_the_Round_Table_(Monty_Python_song)",
                "match": [
                    "\"Knights of the Round Table\" is a song from the comedy film \"Monty Python and the Holy Grail."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bittersweet_Me",
                "match": [
                    "\"Bittersweet Me\" is a song by R.E.M., released as the second single from their tenth studio album \"New Adventures in Hi-Fi\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Grillz",
                "match": [
                    "\"Grillz\" is a song by American rapper Nelly from his compilation album \"Sweatsuit\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Who_Is_It_(Bj%C3%B6rk_song)",
                "match": [
                    "\"Who Is It (Carry My Joy on the Left, Carry My Pain on the Right)\" is a song by Bjork, which was the second single to be released from her album \"Medulla\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Soul_Power",
                "match": [
                    "\"Soul Power\" is a song by James Brown."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Faded_(soulDecision_song)",
                "match": [
                    "\"Faded\" is a pop song and international debut single by Canadian boy band soulDecision."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Daysleeper",
                "match": [
                    "\"Daysleeper\" is a song by R.E.M., released as their first single from their eleventh studio album \"Up\", and the first single to be released by the band as a 3-piece following the departure of drummer Bill Berry in 1997."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Desire_(Geri_Halliwell_song)",
                "match": [
                    "\"Desire\" is a song by English recording artist Geri Halliwell from her third studio album, \"Passion\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Anthem_(song)",
                "match": [
                    "\"Anthem\" is a song from the concept album and subsequent musical \"Chess\" by Tim Rice, Benny Andersson and Bjorn Ulvaeus."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_Afraid_of_Britney_Spears",
                "match": [
                    "\"I'm Afraid of Britney Spears\" is a song by LiveonRelease, released as their first single from their debut album \"Seeing Red\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beauty_and_the_Beast_(Disney_song)",
                "match": [
                    "\"Beauty and the Beast\" is a song by Canadian recording artist Celine Dion and American recording artist Peabo Bryson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/This_Used_to_Be_My_Playground",
                "match": [
                    "\"This Used to Be My Playground\" is a song performed by Madonna."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lotus_(song)",
                "match": [
                    "\"Lotus\" is a song by R.E.M., released as the second single from their eleventh studio album \"Up\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Red_Hill_Mining_Town",
                "match": [
                    "\"Red Hill Mining Town\" is a song by the rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Soundtrack_to_Your_Life_(song)",
                "match": [
                    "\"Soundtrack to Your Life\" is a pop rock song by singer Ashley Parker Angel."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Lightning_Crashes",
                "match": [
                    "\"Lightning Crashes\" is a song by the rock band Live, from their 1994 album, \"Throwing Copper\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Fiddle_About",
                "match": [
                    "\"Fiddle About\" is a song written by John Entwistle of The Who."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Colours_(Donovan_song)",
                "match": [
                    "\"Colours\" is a song written and recorded by British singer-songwriter Donovan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bad_(U2_song)",
                "match": [
                    "\"Bad\" is a song by rock band U2 and the seventh track from their 1984 album, \"The Unforgettable Fire\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Drive_(The_Cars_song)",
                "match": [
                    "\"Drive\" is a 1984 song by The Cars, the third single from the band's \"Heartbeat City\" album and their biggest international hit."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Drive_(Incubus_song)",
                "match": [
                    "\"Drive\" is a song recorded by American rock band Incubus."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/We_Are_One_Tonight",
                "match": [
                    "\"We Are One Tonight\" is a song recorded by the American rock band Switchfoot, and is their second single from the album \"Nothing Is Sound\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shirat_Hasticker",
                "match": [
                    "Shirat Hasticker (), known as \"The Sticker Song\" in English, is a song recorded by Israeli hip-hop group Hadag Nahash."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_Going_Slightly_Mad",
                "match": [
                    "\"I'm Going Slightly Mad\" is a song by the British rock band Queen."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sun_Green",
                "match": [
                    "\"Sun Green\" is a song by Neil Young & Crazy Horse from the 2003 album \"Greendale\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/One_for_Sorrow_(song)",
                "match": [
                    "\"One for Sorrow\" is a song by Steps, which became the group's first single to make it to the Top 5 on the UK charts."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/La_Cucharita_Se_Me_Perdi%C3%B3",
                "match": [
                    "\"La Cucharita se me perdio\" is a song that hit the charts in Colombia during the early 1980s."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/What_I_Am",
                "match": [
                    "\"What I Am\" is a song written by Edie Brickell and Kenny Withrow and recorded by Edie Brickell & New Bohemians for their debut album, \"Shooting Rubberbands at the Stars\" (1988)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Take_My_Breath_Away_(Emma_Bunton_song)",
                "match": [
                    "\"Take My Breath Away\" is a song by English recording artist Emma Bunton from her debut solo album, \"A Girl Like Me\" (2001)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shangri-La_(The_Kinks_song)",
                "match": [
                    "\"Shangri-La\" is a song written by Ray Davies of The Kinks."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Apeman_(song)",
                "match": [
                    "\"Apeman\" is a 1970 song by the British rock band The Kinks."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Under_My_Thumb",
                "match": [
                    "\"Under My Thumb\" is a song written by Mick Jagger and Keith Richards for The Rolling Stones."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Jeanie_with_the_Light_Brown_Hair",
                "match": [
                    "\"Jeanie with the Light Brown Hair\" is a parlor song by Stephen Foster (1826-1864)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/41_(song)",
                "match": [
                    "\"#41\" is a song by the Dave Matthews Band, featured on 1996 album \"Crash\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Leave_It_Alone_(NOFX_song)",
                "match": [
                    "\"Leave It Alone\" is a song by the American punk rock band NOFX from their 1994 album \"Punk in Drublic\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Timmy_the_Turtle",
                "match": [
                    "\"Timmy the Turtle\" is a song by the American punk rock band NOFX."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hanky_Panky_(Madonna_song)",
                "match": [
                    "\"Hanky Panky\" is a song by American singer-songwriter Madonna."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sing_(Joe_Raposo_song)",
                "match": [
                    "\"Sing\" is a popular song created for \"Sesame Street\" that gained popularity when performed by The Carpenters, who made it a #3 hit on the \"Billboard\" Hot 100 chart in 1973."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27ll_Need_Somebody_on_Your_Bond",
                "match": [
                    "\"You'll Need Somebody on Your Bond\" (later titled \"You're Gonna Need Somebody on Your Bond\") is a gospel song that is attributed to both tradition and to Texan singer and guitarist Blind Willie Johnson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/To_Try_for_the_Sun",
                "match": [
                    "\"To Try for the Sun\" is a song written and recorded by Scottish singer-songwriter Donovan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ultraviolet_(Light_My_Way)",
                "match": [
                    "\"Ultraviolet (Light My Way)\" is a song by the rock band U2 and the tenth track from their 1991 album \"Achtung Baby\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Inlaw_Josie_Wales",
                "match": [
                    "\"The Inlaw Josie Wales\" is a Phish song written by Trey Anastasio, released on the 2000 album, Farmhouse."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Goin%27_Down",
                "match": [
                    "\"Goin' Down\" is a poprock song written by British singer Melanie C, Julian Gallagher and Richard Stannard for Melanie C's debut solo album \"Northern Star\" (1999)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Northern_Star_(song)",
                "match": [
                    "\"Northern Star\" is a song written by British singer Melanie C and Rick Nowels."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Keep_Tryin%27",
                "match": [
                    "\"Keep Tryin'\" is a song by Hikaru Utada."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27re_a_Mean_One%2C_Mr._Grinch",
                "match": [
                    "\"You're a Mean One, Mr. Grinch\" is a Christmas song that was originally written and composed for the 1966 cartoon special \"How the Grinch Stole Christmas!\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Breakthru_(song)",
                "match": [
                    "\"Breakthru\" is a song by British rock band Queen."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Waters_of_March",
                "match": [
                    "\"Waters of March\" () is a Brazilian song composed by Antonio Carlos Jobim."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Nothing_(Janet_Jackson_song)",
                "match": [
                    "\"Nothing\" is a song recorded by American R&B-pop singer Janet Jackson for the soundtrack to the 2010 film \"Why Did I Get Married Too?\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/All_the_Way_to_Reno_(You%27re_Gonna_Be_a_Star)",
                "match": [
                    "\"All the Way to Reno (You're Gonna Be a Star)\" is a song by R.E.M., from their twelfth album \"Reveal\", the second single released from that album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Zoo_Station",
                "match": [
                    "\"Zoo Station\" is a song by the rock band U2."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Until_the_End_of_the_World_(song)",
                "match": [
                    "\"Until the End of the World\" is a song by rock band U2 and the fourth track from their 1991 album \"Achtung Baby\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Better_Best_Forgotten",
                "match": [
                    "\"Better Best Forgotten\" is a song by Steps, released on 8 March 1999 - only a month before the ABBA tribute single \"Thank ABBA for the Music\" was released."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Addicted_to_Love_(song)",
                "match": [
                    "\"Addicted to Love\" is a song by Robert Palmer released in 1986."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Once_in_a_Lifetime_(Talking_Heads_song)",
                "match": [
                    "\"Once in a Lifetime\" is a song by New Wave band Talking Heads, released as the first single from their fourth studio album \"Remain in Light\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sledgehammer_(song)",
                "match": [
                    "\"Sledgehammer\" is a song by British musician Peter Gabriel from his 1986 album \"So\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Zephyr_Song",
                "match": [
                    "\"The Zephyr Song\" is a song by the Red Hot Chili Peppers and the second single released from the band's eighth studio album, \"By the Way\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/We%27re_Not_Gonna_Sleep_Tonight",
                "match": [
                    "\"We're Not Gonna Sleep Tonight\" is a song by English recording artist Emma Bunton from her debut solo album, \"A Girl Like Me\" (2001)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Maybe_(Emma_Bunton_song)",
                "match": [
                    "\"Maybe\" is a pop song written by English singer-songwriter Emma Bunton and Yak Bondy for Bunton's second solo studio album, \"Free Me\" (2003)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Turquoise_(song)",
                "match": [
                    "\"Turquoise\" is a song written and recorded by British singer-songwriter Donovan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Party_Out_of_Bounds",
                "match": [
                    "\"Party Out of Bounds\" is the title of a 1980 song by The B-52s, from their album \"Wild Planet\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Love%27s_Got_a_Hold_on_My_Heart",
                "match": [
                    "\"Love's Got a Hold on My Heart\" is a song by Steps, which became a hit in the United Kingdom."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/It%27s_the_Way_You_Make_Me_Feel",
                "match": [
                    "\"It's The Way You Make Me Feel\" is a song by Steps, released as their twelfth single."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Twist_(song)",
                "match": [
                    "\"Twist\" is a Phish song written by Trey Anastasio and Tom Marshall, released on the 2000 album \"Farmhouse\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wherever_I_May_Roam",
                "match": [
                    "\"Wherever I May Roam\" is a song by the American thrash band Metallica."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Stars_on_45_(song)",
                "match": [
                    "\"Stars on 45\" is a song issued in December of 1979 by the studio group Stars on 45."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Misty_Blue",
                "match": [
                    "'\"Misty Blue\"' is a song written by Bob Montgomery in 1966 which has become a hit in the pop, C&W and soul fields through various versions, the most successful being the 1976 pop/soul hit by Dorothy Moore."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Na_Na_Hey_Hey_Kiss_Him_Goodbye",
                "match": [
                    "\"Na Na Hey Hey Kiss Him Goodbye\" is a song written and recorded by Paul Leka, Gary DeCarlo and Dale Frashuer, attributed to a then-fictitious band they named \"Steam\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Murder_on_the_Dancefloor",
                "match": [
                    "\"Murder on the Dancefloor\" is a song written by Gregg Alexander and Sophie Ellis-Bextor, produced by Alexander and Matt Rowe for Ellis-Bextor's first album \"Read My Lips\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Witch_Doctor_(song)",
                "match": [
                    "\"Witch Doctor\" is a song performed by Ross Bagdasarian, Sr., and released in 1958 by Liberty Records under the name David Seville, a character whom Bagdasarian portrayed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Melt_(Melanie_C_song)",
                "match": [
                    "\"Melt\" is a song by Melanie C, and was the third and final single from her second solo album, \"Reason\" (2003), as a double A-side with \"Yeh Yeh Yeh\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mull_of_Kintyre_(song)",
                "match": [
                    "\"Mull of Kintyre\" is a song written by Paul McCartney and Denny Laine and performed by Wings."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_and_Me_(Lifehouse_song)",
                "match": [
                    "\"You and Me'\" is a song by American alternative band Lifehouse."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sugar_Magnolia",
                "match": [
                    "\"Sugar Magnolia\" is a song by the Grateful Dead."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Control_Myself",
                "match": [
                    "\"Control Myself\" is a song by American rapper LL Cool J from his twelfth album, \"Todd Smith\" (2006)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/U_Know_What%27s_Up",
                "match": [
                    "\"U Know What's Up\" is a 1999 hit song by singer-songwriter-producer Donell Jones' second studio album, \"Where I Wanna Be\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bliss_(Muse_song)",
                "match": [
                    "\"Bliss\" is a song by English alternative rock band Muse."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Stupify",
                "match": [
                    "\"Stupify\" is a song by the rock band Disturbed."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Electron_Blue",
                "match": [
                    "\"Electron Blue\" is a song by R.E.M."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ultimate_Showdown_of_Ultimate_Destiny",
                "match": [
                    "\"The Ultimate Showdown of Ultimate Destiny\", often shortened to \"The Ultimate Showdown\", is a comical song and video released on December 7, 2005."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Palace_%26_Main",
                "match": [
                    "\"Palace & Main\" is a song by Swedish rock band Kent, written by Joakim Berg and Martin Skold."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/King_Without_a_Crown_(Matisyahu_song)",
                "match": [
                    "\"King Without a Crown\" is a song by Hasidic reggae singer Matisyahu."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Crash_(Gwen_Stefani_song)",
                "match": [
                    "\"Crash\" is a song by American recording artist Gwen Stefani from her debut solo album, \"Love."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Turn_the_Page_(Bob_Seger_song)",
                "match": [
                    "\"Turn the Page\" is a song originally released by Bob Seger in 1973 on his \"Back in '72\" album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Josie_(Donovan_song)",
                "match": [
                    "\"Josie\" is a song written and recorded by British singer-songwriter Donovan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Step_into_My_Office%2C_Baby",
                "match": [
                    "\"Step Into My Office, Baby\" is a song by Belle & Sebastian, released as their first single for Rough Trade Records in 2003."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/First_It_Giveth",
                "match": [
                    "__NOTOC__\n\"First It Giveth\" is a song by Queens of the Stone Age from their album \"Songs for the Deaf\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ramblin%27_Man_(The_Allman_Brothers_Band_song)",
                "match": [
                    "\"Ramblin' Man\" is a 1973 song by The Allman Brothers Band, featured on their album \"Brothers and Sisters\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ebeneezer_Goode",
                "match": [
                    "\"Ebeneezer Goode\" is a song by British electronic music group The Shamen, which, after being heavily remixed by The Beatmasters, became their biggest hit when released as a single in September 1992."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mediate_(song)",
                "match": [
                    "\"Mediate\" is a song by INXS from their 1987 album, \"Kick\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Don%27t_Think_Twice%2C_It%27s_All_Right",
                "match": [
                    "\"Don't Think Twice, It's All Right\" is a song written by Bob Dylan in 1962, and released on the 1963 album \"The Freewheelin' Bob Dylan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cheepnis",
                "match": [
                    "Cheepnis is a song by Frank Zappa, a tribute to B-movies."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Hardest_Part_(Coldplay_song)",
                "match": [
                    "\"The Hardest Part\" is a song by British alternative rock band Coldplay."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Remember_the_Alamo_(song)",
                "match": [
                    "\"Remember the Alamo\" is a song written by Texan folk singer and songwriter Jane Bowers."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Do_It_Like_a_Robot",
                "match": [
                    "\"Do It Like a Robot\" is a song released in 2003 by Princess Superstar."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/So_Damn_Fine",
                "match": [
                    "\"So Damn Fine\" is a song by Joanne, released as the fifth single from her 2001 debut album, \"Do Not Disturb\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Breaking_Free",
                "match": [
                    "\"Breaking Free\" is a song from the Disney Channel Original Movie \"High School Musical\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Old_Habits_Die_Hard",
                "match": [
                    "\"Old Habits Die Hard\" is a song from the 2004 movie \"Alfie\", with music by David Stewart and lyrics by Mick Jagger, and performed by Mick Jagger."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tales_of_Brave_Ulysses",
                "match": [
                    "\"Tales of Brave Ulysses\" is a song performed by the 1960s group Cream."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/One_Shining_Moment",
                "match": [
                    "\"One Shining Moment\" is a song written by David Barrett about the NCAA Men's College Basketball Championship."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Remedy_(Seether_song)",
                "match": [
                    "\"Remedy\" is a song by post-grunge and alternative metal band Seether."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Duality_(song)",
                "match": [
                    "\"Duality\" is a song by the American heavy metal band Slipknot, the song was released as the first single from their third album ', released in 2004."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shady_Lane",
                "match": [
                    "\"Shady Lane\" is a song by Pavement that appears on the band's album \"Brighten the Corners\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Suzanne_Is_Getting_Married",
                "match": [
                    "\"Suzanne Is Getting Married\" is a song by the American punk rock band Screeching Weasel."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pack_Your_Bags",
                "match": [
                    "\"Pack Your Bags\" is a song by Joanne, released as the second single from her 2001 debut album, \"Do Not Disturb\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/747_(song)",
                "match": [
                    "\"747\" is a song by Swedish rock band Kent, written by Joakim Berg."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Going_Under",
                "match": [
                    "\"Going Under\" is a song by American rock band Evanescence."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I%27m_Holdin%27_On_to_Love_(To_Save_My_Life)",
                "match": [
                    "\"I'm Holdin' On to Love (To Save My Life)\" is the title of a song by Canadian singer Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Bad_Company_(song)",
                "match": [
                    "\"Bad Company\" is a song from the hard rock band Bad Company."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Liar_(Queen_song)",
                "match": [
                    "\"Liar\" is a song by British rock group Queen, written by singer Freddie Mercury in 1970, and originally titled \"Lover\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Music_Sounds_Better_with_You",
                "match": [
                    "\"Music Sounds Better with You\" is the title of a song by French house music band Stardust."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/A_Love_That_Will_Never_Grow_Old",
                "match": [
                    "\"A Love That Will Never Grow Old\" is a song from the film \"Brokeback Mountain\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Red_Dress_(song)",
                "match": [
                    "\"Red Dress\" is a song by English girl group Sugababes from their fourth studio album, \"Taller in More Ways\" (2005)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/City_Beneath_the_Sea_(song)",
                "match": [
                    "\"City Beneath the Sea\" is a song by Harry Connick Jr, which first appears on the 1996 album Star Turtle, and is included in the 2005 multi-artist benefit album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Age_of_Consent_(song)",
                "match": [
                    "\"Age of Consent\" is a song by New Order."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sandstorm_(song)",
                "match": [
                    "\"Sandstorm\" is a song by Finnish trance producer and DJ Darude."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Crying_in_the_Chapel",
                "match": [
                    "\"Crying in the Chapel\" is a song written by Artie Glenn for his son Darrell to sing."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Nasty_Girl_(Destiny%27s_Child_song)",
                "match": [
                    "\"Nasty Girl\" is a song by American recording group Destiny's Child."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Math_Suks",
                "match": [
                    "\"Math Suks\" is a song by Jimmy Buffett, from the album \"Beach House on the Moon\" (1999)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Call_Me_(Anna_Vissi_song)",
                "match": [
                    "\"Call Me\" is a song by Greek-Cypriot singer Anna Vissi, originally released in 2003 in Greek as \"Eisai\" (You Are)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wish_I_Could_Fly",
                "match": [
                    "\"Wish I Could Fly\" is a song by the Swedish pop duo Roxette."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Vampire_Heart",
                "match": [
                    "\"Vampire Heart\" is a song by the Finnish band HIM."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Tiro_ao_%C3%81lvaro",
                "match": [
                    "\"Tiro ao Alvaro\" is a samba song composed in 1960 by Italian-Brazilian composer and singer Adoniran Barbosa (real name Joao Rubinato)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Busted_(Joanne_song)",
                "match": [
                    "\"Busted\" is a song by Joanne, released as the fourth single from her 2001 album \"Do Not Disturb\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Are_You_Ready_(Joanne_song)",
                "match": [
                    "\"Are You Ready\" is a song by Joanne, released as the third single from her 2001 debut album, \"Do Not Disturb\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Not_Such_an_Innocent_Girl",
                "match": [
                    "\"Not Such an Innocent Girl\" is a song by Victoria Beckham, released as the first single from her debut solo album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cavalier_Eternal",
                "match": [
                    "\"Cavalier Eternal\" is a song by the Gainesville, Florida-based punk rock band Against Me!, released as the first single from their 2003 album \"Against Me!"
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sink%2C_Florida%2C_Sink",
                "match": [
                    "\"Sink, Florida, Sink\" is a song by the Gainesville, Florida-based punk rock band Against Me!, released as the second single from their 2003 album \"Against Me!"
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Promise_Me_You%27ll_Remember_(Love_Theme_from_The_Godfather_Part_III)",
                "match": [
                    "\"Promise Me You'll Remember (Love Theme from \"The Godfather Part III\")\" is a song written for \"The Godfather Part III\" (1990), the third film in the \"Godfather\" trilogy."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Left_Outside_Alone",
                "match": [
                    "\"Left Outside Alone\" is a song by American recording artist Anastacia from her third studio album, \"Anastacia\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beautiful_Soul_(song)",
                "match": [
                    "\"Beautiful Soul\" is a song recorded by Jesse McCartney."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/(If_Loving_You_Is_Wrong)_I_Don%27t_Want_to_Be_Right",
                "match": [
                    "\"(If Loving You Is Wrong) I Don't Want to Be Right'\" is a soul song written by Stax Records songwriters Homer Banks, Carl Hampton and Raymond Jackson."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/U.N.I.T.Y.",
                "match": [
                    "U.N.I.T.Y..\n\"U.N.I.T.Y\" is a Grammy Award-winning song by rapper/actress Queen Latifah's 1993 album, \"Black Reign\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Happy_Days_Are_Here_Again",
                "match": [
                    "\"Happy Days Are Here Again\" is a song copyrighted in 1929 by Milton Ager (music) and Jack Yellen (lyrics) and published by EMI Robbins Catalog, Inc./Advanced Music Corp."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You_My_Girl",
                "match": [
                    "\"You My Girl\" is a song by Khia, released as a promotion single from her debut album, \"Thug Misses\" (2002)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Flavor_of_the_Weak",
                "match": [
                    "\"Flavor of the Weak\" is a song by American rock band American Hi-Fi."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Eventful_(song)",
                "match": [
                    "\"Eventful\" is a song by Japanese recording artist Ami Suzuki, from her fourth studio album \"Around The World\", first album under the Avex Trax label."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Charmaine_(song)",
                "match": [
                    "\"Charmaine\" is a popular song written by Erno Rapee, with lyrics by Lew Pollack."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Somebody_to_Love_(Queen_song)",
                "match": [
                    "\"Somebody to Love\" is a song by the British rock band Queen, written by singer/pianist Freddie Mercury."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Come_On_Over_(Shania_Twain_song)",
                "match": [
                    "\"Come On Over\" is a song by Canadian singer Shania Twain, it was the ninth single to country radio and title track released from her 1997 album \"Come On Over\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/What_Do_I_Have_to_Do",
                "match": [
                    "\"What Do I Have to Do\" is a song performed by Australian recording artist and songwriter Kylie Minogue taken from her third studio album \"Rhythm of Love\" (1990)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shocked",
                "match": [
                    "\"Shocked\" is a song by Australian recording artist and songwriter Kylie Minogue, taken from her third studio album \"Rhythm of Love\" (1991)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Joining_You",
                "match": [
                    "\"Joining You\" is a song by Alanis Morissette on her 1998 album, \"Supposed Former Infatuation Junkie\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Gypsy",
                "match": [
                    "\"The Gypsy\" is a popular song written by Billy Reid, and published in 1945."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/While_You_See_a_Chance",
                "match": [
                    "\"While You See a Chance\" is a song performed by Steve Winwood in 1980, who also wrote it alongside Will Jennings."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/I_Don%27t_Know_(Joanne_song)",
                "match": [
                    "\"I Don't Know\" is a song by Joanne, which was released as the sixth and final single from her debut album, \"Do Not Disturb\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Idiot_Wind",
                "match": [
                    "\"Idiot Wind\" is a song by Bob Dylan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hoots_Mon",
                "match": [
                    "\"Hoots Mon\" is a song written by Harry Robinson and performed by Lord Rockingham's XI."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Cat_Came_Back",
                "match": [
                    "\"The Cat Came Back\" (originally published as \"The Cat Came Back: A Nigger Absurdity\") is a comic song written by Harry S. Miller in 1893."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Mary_from_the_Dairy",
                "match": [
                    "Mary From the Dairy is a comic song made famous by British comedian Max Miller, The Cheeky Chappie, in the 1930s and 1940s."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Virginia_Plain",
                "match": [
                    "\"Virginia Plain\" is a song by British glam rock group Roxy Music, released as their debut single in August 1972."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Afterglow_(INXS_song)",
                "match": [
                    "\"Afterglow\" is a song by Australian rock band INXS, released as the second single from the band's eleventh studio album, \"Switch\", on 25 April 2006."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Drinking_song",
                "match": [
                    "A drinking song is a song sung while drinking alcohol."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Love_Is_All_Around_(The_Troggs_song)",
                "match": [
                    "\"Love Is All Around\" is a song composed by Reg Presley and originally performed by Presley's band, The Troggs, in D-major in 1967."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/24/7_(Crazy_%27bout_Your_Smile)",
                "match": [
                    "\"24/7 (Crazy 'bout Your Smile)\" is a song by Nikki Webster, released as a single in 2002."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Let%27s_Dance_(Nikki_Webster_song)",
                "match": [
                    "\"Let's Dance\" is a song by Nikki Webster, released as the second single from her third album \"Let's Dance\", released in 2004."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Daydream_Believer",
                "match": [
                    "\"Daydream Believer\" is a song composed by John Stewart shortly before he left the Kingston Trio."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Soul_Makossa",
                "match": [
                    "\"Soul Makossa\" is a song released as a single in 1972 by Cameroon saxophonist and songwriter, Manu Dibango."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/The_Freshmen_Up_at_Yale_Get_No_Tail",
                "match": [
                    "\"The Freshmen Up at Yale Get No Tail\" is a humorous song historically sung by Yale University's Ivy League rivals."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Masters_of_War",
                "match": [
                    "\"Masters of War\" is a song by Bob Dylan, written over the winter of 196263 and released on the album \"The Freewheelin' Bob Dylan\" in the spring of 1963."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Parole_parole",
                "match": [
                    "\"Parole parole\" is a duet song by Gianni Ferrio, Leo Chiosso and Giancarlo Del Re."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Walk_Me_Home",
                "match": [
                    "\"Walk Me Home\" is a pop song by singer Mandy Moore from her debut album, \"So Real\", and released as a single in 1999."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hand_in_My_Pocket",
                "match": [
                    "\"Hand in my Pocket\" is a rock song by Canadian recording artist and songwriter Alanis Morissette, for her third studio album \"Jagged Little Pill\" (1995)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sanvean",
                "match": [
                    "\"Sanvean: I am your shadow\" is a song co-written in September 1993 by Lisa Gerrard and composer/multi-instrumentalist Andrew Claxton during rehearsals in Ireland for the 1993 Dead Can Dance international tour."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Hallowed_Be_Thy_Name",
                "match": [
                    "\"Hallowed Be Thy Name\" is a song written by Steve Harris for the 1982 Iron Maiden album \"The Number of The Beast\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Cheekah_Bow_Bow_(That_Computer_Song)",
                "match": [
                    "\"Cheekah Bow Bow (That Computer Song)\" is a song by Dutch Eurodance-Pop group the Vengaboys."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Obe%C4%87ana_Rije%C4%8D",
                "match": [
                    "\"Obecana Rijec\" (English: \"Promised Word\") is a song by Bosnian rapper Edo Maajka, which details the life of \"Alan\", an ex-soldier, who became an hitman after the war in Bosnia."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Shake_It_Up_(The_Cars_song)",
                "match": [
                    "\"Shake It Up\" is a song and title track by American Rock band The Cars from their 1981 album of the same name."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Waiting_(Green_Day_song)",
                "match": [
                    "\"Waiting\" is a song by American punk rock band Green Day."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/You%27ve_Got_a_Way",
                "match": [
                    "\"You've Got a Way\" is a song by Canadian singer Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Pumps_and_a_Bump",
                "match": [
                    "\"Pumps and a Bump\" is a song by Hammer, released as the first single from his album \"The Funky Headhunter\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Put_the_Needle_on_It",
                "match": [
                    "\"Put the Needle on It\" is a song performed by Australian singer Dannii Minogue, which was written by Minogue, Mathias Johansson, Henrik Korpi and Karen Poole for Minogue's fourth album \"Neon Nights\" (2003)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Without_a_Song",
                "match": [
                    "\"Without a Song\" is a popular song with music by Vincent Youmans and lyrics by Billy Rose and Edward Eliscu, published in 1929."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/From_This_Moment_On_(Shania_Twain_song)",
                "match": [
                    "\"From This Moment On\" is a song by Canadian recording artist Shania Twain, taken from her third studio album, \"Come On Over\" (1997)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Painting_the_Clouds_with_Sunshine",
                "match": [
                    "\"Painting the Clouds with Sunshine\" is a popular song published in 1929."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Whither_Thou_Goest",
                "match": [
                    "\"Whither Thou Goest\" is a popular song written by Guy Singer."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/That_Don%27t_Impress_Me_Much",
                "match": [
                    "\"That Don't Impress Me Much\" is a song by Canadian singer Shania Twain."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/When_(The_Kalin_Twins_song)",
                "match": [
                    "\"When\" is a popular song written by Jack Reardon and Paul Evans and published in 1958."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Texas_Flood_(song)",
                "match": [
                    "\"Texas Flood\" (sometimes called \"Stormin' in Texas\" or \"Flood Down in Texas\") is a blues song recorded by Larry Davis in 1958."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Silence_(song)",
                "match": [
                    "\"Silence'\" is a 1999 song by the Canadian electronic music group Delerium featuring Canadian singer and co-writer Sarah McLachlan."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/500_Miles",
                "match": [
                    "\"500 Miles\" (also known as \"500 Miles Away from Home\" or \"Railroaders' Lament\") is a folk song made popular in the United States and Europe during the 1960s folk revival."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Southern_Cross_(Crosby%2C_Stills_and_Nash_song)",
                "match": [
                    "\"Southern Cross\" is a song written by Stephen Stills and performed by the rock band Crosby, Stills & Nash."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Ex-Girlfriend_(song)",
                "match": [
                    "\"Ex-Girlfriend\" is a song written by Tom Dumont, Tony Kanal and Gwen Stefani for No Doubt's fourth studio album \"Return of Saturn\" (2000)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Black_Sweat",
                "match": [
                    "\"Black Sweat\" is a song by Prince that was released as the second single from his 2006 album \"3121\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/How_Do_I_Live",
                "match": [
                    "\"How Do I Live\" is a song written by Diane Warren."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Beautiful_(Moby_song)",
                "match": [
                    "\"Beautiful\" is a song by American electronica musician Moby, released as the fifth single from his 2005 album \"Hotel\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Slipping_Away_(Moby_song)",
                "match": [
                    "\"Slipping Away\" is a song by American electronica musician Moby."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Do_You_Know_What_It_Means_to_Miss_New_Orleans%3F",
                "match": [
                    "\"Do You Know What It Means to Miss New Orleans\" is a song written by Eddie DeLange and Louis Alter, which was first heard in the movie \"New Orleans\" in 1947, where it was performed by Louis Armstrong and sung by Billie Holiday."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/She_Hates_Me",
                "match": [
                    "\"She Hates Me\" is a song by the post-grunge group Puddle of Mudd written in 1993 and released in 2002."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Wind_(song)",
                "match": [
                    "\"Wind\" (stylized as \"WIND\") is a J-pop song by Japanese singer Koda Kumi."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Sick_and_Tired_(Anastacia_song)",
                "match": [
                    "\"Sick and Tired\" is a song by American recording artist Anastacia from her third studio album, \"Anastacia\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Knock_Me_Down",
                "match": [
                    "\"Knock Me Down\" is a song by the funk rock band Red Hot Chili Peppers from their fourth studio album, \"Mother's Milk\" (1989)."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Taste_the_Pain",
                "match": [
                    "\"Taste the Pain\" is a song by the Red Hot Chili Peppers from the album \"Mother's Milk\", and was the third and final single from that album."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Aeroplane_(Red_Hot_Chili_Peppers_song)",
                "match": [
                    "\"Aeroplane\" is a song by the Red Hot Chili Peppers from their 1995 album \"One Hot Minute\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/My_Friends_(song)",
                "match": [
                    "\"My Friends\" is a song by the Red Hot Chili Peppers and the fourth track on their 1995 album \"One Hot Minute\"."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Moving_in_Stereo",
                "match": [
                    "\"Moving in Stereo\" is a song by American rock band The Cars."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/We%27ll_Be_One",
                "match": [
                    "\"We'll Be One\" is a pop song performed by Nikki Webster at the 2000 Summer Olympic Game's Closing Ceremony."
                ]
            },
            {
                "url": "http://en.wikipedia.org/wiki/Strawberry_Kisses",
                "match": [
                    "\"Strawberry Kisses\" is a pop song written by Jeff Franzel, Andy Marveil and Marjorie Maye, produced by Chong Lim for Nikki Webster's first album \"Follow Your Heart\" (2001)."
                ]
            }
        ],
        "total": 748
    }
}
